Repository: sivajyothim/nexva
Catalog: application/modules/partnermobile/languages/*/*.po
Languages: es, fa, fr, fr_ci, sr

source: Techno
es: Tecno
fa: تکنو

source: Rock
fa: راک

source: Calm
es: Relajacion
fa: آرام

source: Arts & Crafts
es: Arte
fa: هنری و خلاقیت

source: Animation
es: Animacion
fa: پویانمایی

source: Category Not Found
fa: دسته‌بندی یافت نشد.

source: You are not signed in yet
es: Usted todavia no se ha identificado
fa: شما هنوز وارد سیستم نشده‌اید.
fr: Vous n'êtes pas encore inscrit
fr_ci: Vous ne vous êtes pas encore identifié
sr: Još uvek nisi prijavljen

source: No Match Found
es: Ninguna correspondenca
fa: هیچ مطابقتی یافت نشد.
fr: Aucune correspondance trouvée
fr_ci: Aucune correspondance
sr: Nisu pronađeni rezultati

source: Ok
fa: تأیید

source: You haven't log in yet ? Please log in.
es: No se ha conectado usted aun ? Conectese por favor
fa: هنوز وارد سیستم نشده‌اید؟ لطفاً نام کاربری و رمز عبور خود را وارد کنید.
fr: Vous n'êtes pas encore connecté(e )? Veuillez vous connecter
fr_ci: Vous n'êtes pas encore connecté? Connectez vous s'il vous plaît
sr: Još uvek nisi prijavljen? Prijavi se.

source: Apps
es: Aplicacion
fa: برنامه‌های کاربردی

source: No Data Found
es: ningun archivo encontrado
fa: هیچ اطلاعاتی‌ یافت نشد.
fr: Aucune donnée trouvée
fr_ci: Aucun fichier trouvé
sr: Podaci nisu pronađeni

source: Downloading
es: descarga en curso
fa: در حال بارگذاری
fr: Téléchargement en cours
fr_ci: Téléchargement en cours
sr: Preuzimanje

source: You are here
es: Usted està aqui
fa: شما اینجا هستید.

source: Login to add a ticket
es: conectarse para agregar un tiquet
fa: برای افزودن گزارش مشکل وارد سیستم شوید.
fr: Connectez-vous pour contacter l'Assistance
fr_ci: Identifiez-vous pour ajouter un ticket
sr: Uloguj se da prijaviš problem

source: Please add a valid email
fa: لطفاً یک آدرس ایمیل معتبر وارد کنید.

source: Please add a valid password
fa: لطفاً یک رمز عبور معتبر وارد کنید.

source: Click here to reset it
fa: برای بازیابی اینجا کلیک کنید.

source: Home
es: Recepcion
fa: صفحه اصلی
fr: Accueil
fr_ci: Accueil
sr: Početna

source: Products, Logos and Companies mentioned herein are trademarks or trade names of their respective owners and therefore copyrighted.
fa: تمامی محصولات، لوگوها و شرکتهای نامبرده در اینجا، جزو نام و علائم تجاری این شرکتها بوده و بر اساس قانون کپی‌رایت در مالکیت انحصاری آنها می‌باشند.

source: Add your own review
es: AGREGAR VUESTRO COMENTARIO
fa: نظر دهید.

source: MTN Iran App Store
fa: فروشگاه برنامه های کاربردی تلفن همراه

source: IRR
fa: ریال

source: APP
fa: برنامه‌های کاربردی

source: Paid
es: Pagos
fa: پرداخت
fr: Payé
fr_ci: Payé
sr: Plaćeno

source: Mobile
fa: تلفن همراه

source: Newest Apps
fa: جدیدترین برنامه‌های کاربردی

source: Search Results for
es: resultados de la busqueda por
fa: نتایج جستجو برای
fr: Recherche de résultats pour
fr_ci: Resultats de recherche pour
sr: Rezultat pretrage za

source: Enter the email address you signed up with and we'll email you a link to reset your password
fa: لطفا آدرس پست الکترونیکی که با آن حساب خود را ایجاد کرده اید را وارد کنید تا رمز عبور جدید برای شما ارسال شود.

source: Reset your password
fa: تنظیم مجدد رمز عبور

source: Required infromation
es: Informacion solicitada
fa: اطلاعات مورد نیاز
fr: Information demandée
fr_ci: Information demandée
sr: Tražena informacija

source: Enter Captcha
fa: کد امنیتی را وارد کنید

source: Powered by
es: fabricado por
fa: ارائه خدمات توسط
fr_ci: Conçu par
sr: Omogućio

source: The security key wasn't entered correctly
es: la llave de seguridad que usted introdujo no es corecta
fa: کد امنیتی نادرست است
fr: La clé de sécurité est incorrecte
fr_ci: La clé de sécurité n'est pas correctement entré
sr: Sigurnosni kod/ključ nije ispravno unet.

source: Please try again
es: la llave de seguridad no ha sido corectamente
fa: لطفا مجددا تلاش کنید
fr: Veuillez réessayer
fr_ci: Une erreur s'est produite de façon inattendue, S'il vous plaît réessayez plus tard
sr: Pokušaj ponovo

source: Reset
es: RAZ
fa: تنظیم مجدد

source: Info
es: Informacion
fa: اطلاعات
fr: Information demandée
fr_ci: Information

source: The email you supplied was not found
fa: آدرس الکترونیکی وارد شده موجود نمی باشد

source: Username or password is incorrect
fa: نام کاربری یا رمز عبور نادرست است

source: Add a ticket
es: comienze nuevamente por favor
fa: افزودن درخواست
fr: Ajoutez une réclamation
fr_ci: Ajouter un ticket
sr: Prijavi problem

source: View my ticket
es: agregar un tiquet
fa: مشاهده درخواست
fr: Voir ma réclamation
fr_ci: Consulte mon ticket
sr: Moji zahtevi

source: Subject
es: materia
fa: موضوع
fr: Sujet
fr_ci: Matière
sr: Naslov

source: Type
es: tipo
fa: نوع
fr: Saisissez
sr: Model

source: Priority
es: prioridad
fa: اولویت
fr: Priorité
fr_ci: Priorité
sr: Prioritet

source: Select Type
es: selectionar el tipo
fa: انتخاب نوع
fr: Selectionner type
fr_ci: Selectionnez type
sr: Izaberi model

source: Question
es: pregunta
fa: سوال
sr: Pitanje

source: Incident
es: incidente
fa: رویداد
fr: Incidence
fr_ci: Incidence
sr: Greška

source: Problem
es: problema
fa: مشکل
fr: Problème
fr_ci: Problème

source: Feature
es: Seleccion
fa: ویژگی
fr: Notre Sélection
fr_ci: Sélection
sr: Karakteristike

source: Select Priority
es: seleccionar la prioridad
fa: انتخاب اولویت
fr: Selectionner la priorité
fr_ci: Selectionnez la priorité
sr: Izaberi prioritet

source: Low
es: débil
fa: پایین
fr: Bas
fr_ci: Faible
sr: Nizak

source: Medium
es: medio
fa: متوسط
fr: Moyen
fr_ci: Moyen
sr: Srednji

source: High
es: fuerte
fa: بالا
fr: Haut
fr_ci: Fort

source: Urgent
es: urjente
fa: فوری

source: Your ticket submitted successfully
es: vuestro tiquet ha tenido éxito
fa: درخواست شما با موفقیت ارسال شد
fr: Votre réclamation a bien été transmise
fr_ci: Votre ticket a été soumis avec succès
sr: Zahtev je uspešno evidentiran

source: Your response submitted successfully
es: vuestra respuesta tuvo éxito
fa: پاسخ شما با موفقیت ارسال شد
fr: Votre réponse a bien été transmise
fr_ci: Votre réponse a été soumise avec succès
sr: Tvoj odgovor je uspešno evidentiran

source: Responces
es: respuestas
fa: پاسخ ها
fr: Réponses
fr_ci: Réponses
sr: Odgovori

source: No Response found
es: ningunas respuestas encontradas
fa: پاسخی یافت نشد
fr: Aucune réponse trouvée
fr_ci: Aucunes reponses trouvés
sr: Odgovor nije pronađen

source: Reply
es: responder
fa: پاسخ
fr: Répondre
fr_ci: Répondre
sr: Odgovori

source: Submit
es: someter
fa: ارسال
fr: Soumettre
fr_ci: Soumettre
sr: Potvrdi

source: Platforms
es: plataformas
fa: سیستم های عامل
fr: Plateformes
fr_ci: Plateformes
sr: Platforme

source: PLEASE SELECT YOUR PLATFORM
fa: لطفا سیستم عامل مورد نظر خود را انتخاب کنید

source: Register on
fa: ثبت نام در

source: PLEASE SELECT
fa: لطفا انتخاب کنید

source: Android App
fa: برنامه کاربردی اندروید

source: Mobile Web
fa: موبایل وب

source: The mobile number or password you entered is incorrect
fa: شماره تلفن یا رمز عبور نادرست است
fr: Le numero ou le mot de passe renseigné est incorrect
fr_ci: Le numero ou le mot de passe renseigné est incorrect
sr: Pogrešan mobilni broj ili lozinka.

source: Open
fa: سرگشاده
fr: Ouvrir
fr_ci: Ouvert
sr: Otvori

source: View my Tickets
fa: مشاهده درخواست

source: ticket
es: tiquet
fa: درخواست
fr: Réclamation
sr: Prijava problema

source: Please add a subject
es: Agregar comentariio
fa: لطفا موضوعی اضافه کنید
fr: Veuillez ajouter un sujet
fr_ci: S'il vous plaît, ajoutez un sujet
sr: Dodaj naslov

source: Please select a type
es: Seleccionar un tipo svp
fa: لطفا نوع را انتخاب کنید
fr: Veuillez sélectionner un type
fr_ci: S'il vous plaît selectionnez un type
sr: Izaberi model

source: Please select a priority
es: Seleccionar una prioridad svp
fa: لطفا اولیت را انتخاب کنید
fr: sélectionner une priorité
fr_ci: S'il vous plaît selectionnez une priorité
sr: Izaberi prioritet

source: dashboard
fa: داشبورد

source: Please add your Commenst with more than 10 letters
es: Por favor agregar vuestros comentarios que contengan màs de 10 palabras
fa: لطفا نظر خود را وارد کنید (متن باید بیش از 10 حرف باشد)
fr: Svp, ajouter vos commentaires contenant plus de 10 lettres
fr_ci: S'il vous plaît, ajoutez vos commentaires contenant plus de 10 lettres
sr: Ostavi komentar sa više od 10 karaktera

source: Page not found. (404 - Not Found)
es: Pagina imposible de encontrar
fa: صفحه مورد نظر یافت نشد (خطای 404)
fr: Page non trouvée. (404 - Non Trouvé)
fr_ci: Page introuvable. (404-non trouvé)
sr: Stranica nije pronađena. (404 - Nije pronađeno)

source: No apps found under this category
es: ninguna aplicaccion encontrada en esta categoria
fa: برنامه ای در این دسته یافت نشد
fr: Aucune application trouvée dans cette catégorie
fr_ci: Aucune applications trouvées dans cette catégorie
sr: Nisu pronađene aplikacije za izabranu kategoriju

source: For any customer service issues, bugs in the app downloaded, difficulty downloading or purchases made by mistake please add a ticket. We will get back to you within 48 hours.
fa: لطفا برای بررسی مشکلات مربوط به خدمات مشترکین، برنامه های کاربردی دانلود شده، دانلود یا خرید اشتباه، یک ticket ایجاد کنید تا ظرف 48 ساعت با شما تماس برقرار شود.
fr: Pour toute question relative au service client : dysfonctionnements, difficultés de téléchargements, veuillez contacter l'assistance. Nous reviendrons vers vous dans 48 heures.
fr_ci: Pour tous les problèmes de service à la clientèle, des bugs dans l'application téléchargée, la difficulté à télécharger ou les achats effectués par erreur s'il vous plaît ajoutez un ticket. Nous prendrons contact avec vous dans 48 heures.
sr: Za sva pitanja i probleme koji se jave prilikom rada aplikacije, preuzimanja ili ukoliko do kupovine dođe greškom, prijavi problem. Javićemo se u roku od 48 sati.

source: Please enter your Mobile Number and password
fa: لطفا شماره تلفن همراه و رمز عبور خود را وارد کنید.

source: This app is only available in the following languages
fa: این برنامه کاربردی تنها با زبان های زیر قابل دسترسی است

source: This app-store will be supported for <<MTN Iran>> subscribers only
fa: تنها مشترکین ایرانسل امکان استفاده از محصولات چارسو را دارند.

source: The MTN Iran App Store has a rich selection of the best iranian and global apps just for you. Each app is tested for quality, malware and scams. For convenience, Paid apps can be purchased using your phone credit.
fa: مجموعه ای غنی از منتخب بهترین برنامه های کاربردی ایرانی و خارجی در چارسوی ایرانسل گرآوری شده است. هر برنامه از لحاظ کیفیت لازم و عاری از هرگونه بدافزار یا ابزار کلاه برداری بررسی شده است. برای سهولت خرید برنامه از طریق اعتبار سیم کارت قابل انجام است.

source: Selected Device
fa: دستگاه انتخاب شده

source: To download this app you need to install <<MTN Iran App Store>> on your Android device and sign in.
fa: برای دانلود این برنامه ابتدا باید برنامه چارسوی ایرانسل را روی گوشی اندروید خود نصب کرده و وارد آن شوید.

source: If you want to install <<MTN Iran App Store>> on your phone use following methods.
fa: برای نصب برنامه چارسوی ایرانسل روی گوشی خود از این روش ها استفاده کنید

source: Type in your email address and we will email it to you
es: introduzca vuestra direccion e-mail y nosotros le enviaremos
fa: نشانی پست الکترونیکی خود را وارد کنید تا برنامه برای شما ارسال شود

source: Point your mobile browser to the following link
fa: مرورگر تلفن همراه خود را روی این لینک بگیرید

source: Scan the QR code using your phone to be directly taken to the app page
es: Scaner le QR clave utilizando vuestro teléfono para escribir en la pàgina
fa: بارکد را با گوشی خود اسکن کنید تا مستقیما به صفحه مربوط به برنامه کاربردی هدایت شوید.

source: Do not have a QR code reader? Get one free
fa: بارکد خوان ندارید؟

source: To download this app you need to visit the following URL
fa: برای دانلود این برنامه نیاز است به لینک زیر بروید

source: User ID is blocked
fa: نام کاربری مسدود می باشد .

source: User ID not found
fa: نام کاربری موجود نمی باشد.

source: Authentication failed
fa: احراز هویت تایید نشد.

source: Failed to get MSISDN Status
fa: نام کاربری اشتباه می باشد.

source: App Store
fa: دریافت نرم افزار

source: Responses
fa: پاسخ ها
fr: Résultat de Recherche
fr_ci: Reponses
sr: Odgovori

source: User ID is blocked
fa: نام کاربری مسدود می باشد .

source: User ID not found
fa: نام کاربری موجود نمی باشد.

source: Authentication failed
fa: احراز هویت تایید نشد.

source: Failed to get MSISDN Status
fa: نام کاربری اشتباه می باشد.

source: Invalid MSISDN or password
fa: احراز هویت تایید نشد.

source: Please enter a prepaid MSISDN
fa: احراز هویت تایید نشد.

source: My Tickets
fa: درخواست من
fr_ci: Mon ticket
sr: Moji zahtevi

source: View Tickets
fa: نمایش درخواست

source: Premium app download restricted to post paid users
fa: مشترکین دائمی فعلا امکان خرید ندارند

source: Please enter your username
es: Escriba su nombre de
fr: Veuillez entrer votre nom d'utilisateur
fr_ci: Entrez votre nom d'utilisateur
sr: Unesi svoje korisničko ime

source: FEEDBACK
es: Reaccion
fr: Commentaire
fr_ci: Réaction
sr: POVRATNE INFORMACIJE

source: To download this app you need to visit the following URL
es: Para cargar esta aplicacion debe ir a este sitio
fr: Pour télécharger cette application, vous devez vous connecter à l'URL suivant
fr_ci: Pour télécharger cette application vous devez aller sur ce lien
sr: Za preuzimanje ove aplikacije, poseti sledeću adresu

source: See all results for
es: Ver todos los resultados para
fr: Voir tous les résultats pour
fr_ci: Voir tous les résultats pour
sr: Vidi sve rezultate za

source: No results found
es: Ningun resultado encontrado
fr: Aucun résultat trouvé
fr_ci: Aucun résultats trouvés
sr: Nisu pronađeni rezultati

source: This app is only available in the following languages
es: la aplicaccion es disponible unicamente en los siguientes idiomas
fr: Cette application est disponible uniquement dans les langues suivantes
fr_ci: Cette application n'est disponible que dans les langues suivantes
sr: Aplikacija je dostupna samo na sledećim jezicima

source: This app-store will be supported for subscribers only
es: la aplicaccion es disponible unicamente para los suscriptores
fr: Cette app-store sera proposé aux abonnés seulement
fr_ci: Cette application n'est disponible que pour les abonnés
sr: Ova aplikacija je dostupna samo mts korisnicima

source: To download this app you need to install
es: Para descargar esta aplicacion debe instalar
fr: Pour télécharger cette application vous devez installer
fr_ci: Pour télécharger cette application vous devez installer
sr: Za preuzimanje ove aplikacije, prethodno instaliraj

source: on your Android device and sign in.
es: en vuestro teléfono Android y conectarse
fr: sur votre appareil Android et inscrivez-vous
fr_ci: sur votre appareil Android et vous connectez
sr: aplikaciju na svoj Android uređaj i prijavi se.

source: If you want to install
es: Si usted desea instalar
fr: Si vous souhaitez installer
fr_ci: Si vous souhaitez installer
sr: Ukoliko želiš da instaliraš

source: on your phone use following methods.
es: en vuestro teléfono ,siga el siguiente procedeimiento
fr: sur votre téléphone suivez les instructions suivantes
fr_ci: sur votre téléphone, veuillez suivre la procédure suivante.
sr: potrebno je da ispratiš sledeće uputstvo.

source: Do not have a QR code reader? Get one free
es: Usted no tiene escaner de lectura de la clave ? Obtener uno gratuitamente
fr: Vous n'avez pas de lecteur de Code QR? Obtenez-en un gratuitement
fr_ci: Vous n'avez pas de scanner de QR code? Obtenir un gratuitement
sr: Nemaš QR kod čitač?

source: We're sorry, the keyword/s you searched for did not return any results
es: Ningun resultado por esta clave
fr: Désolé, le mot clé que vous cherchez n'a donné aucun résultat
fr_ci: Pas de résultats pour ce mot clé
sr: Nisu pronađeni rezultati za datu ključnu reč/ključne reči

source: Please fill the Name
es: dar el nombre
fr: Veuillez remplir le champ "nom"
fr_ci: Remplissez le nom
sr: Popuni polje Naziv

source: open
es: Abierto
fr: Ouvrir
fr_ci: Ouvert
sr: Otvori

source: Dashboard
es: tablero de control
fr: Tableau de bord
fr_ci: Tableau de bord

source: POI/Guides
es: Guias

source: Kids/Early learning
es: Ninos/Jovenes

source: French
es: Francés

source: Mathematics
es: Matémàticas

source: Living languages
es: Lenguas vivas

source: Languages and antiquity
es: lenguas y culturas de la antiguedad

source: History and Geography
es: Historia-geografia

source: Civic education
es: Educacion civil

source: Life and Earth Sciences
es: Ciencias de la vida y de la tierra

source: Physics and Chemistry
es: Fisica-quimica

source: Technology
es: Tecnologia

source: Music and painting Learning
es: Educacion musical y artes plaàsticas

source: Sport and Physical education
es: Educacion fisica y deportiva (EPS)

source: Arts history
es: Historia del arte

source: Informatic and Internet
es: Informàtica e internet

source: World discovring
es: Dezscubrimiento del mundo

source: Social Sciences
es: Ciencias sociales

source: Economy and Finance
es: conomia y finanzas

source: Medecine
es: Medicina

source: Business and management
es: negocios i gestion

source: Marketing and Trade
es: mercadotecnia i comercio

source: Writing
es: Escritura

source: Reading
es: Lectura

source: Building and Public works
es: Construccion y trabajos publicos

source: Exams and Test
es: Exàmenes y Concursos

source: Games, Art and Creation
es: Juegos/Arte y Creacion

source: Art,musique and cinema
es: Arte, Musica y Cine

source: Religion and spirituality
es: Religion y Espiritualidad

source: History
es: Historia

source: News
es: Actualidad

source: Nature and animals
es: Naturaleza y Animales

source: Health/Fitness
es: Bienestar y Salud

source: Human sciences
es: Ciencias Humanas

source: technologies
es: Tecnologia

source: Travel
es: Turismo y Viajes

source: Calculator
es: Calculadoras

source: Atlas and world map
es: Atlas y mapas del mundo

source: APP
es: 1Aplicacion

source: Click Here
es: CLIQUER AQUI

source: Categories
es: Categorias

source: collection
es: Coleccion

source: Free Collection
es: Coleccion gratuita

source: Most
es: Màs

source: Need Help?
es: Ayuda?

source: Premium Collection
es: Coleccion Premium

source: Top Collection
es: Top Coleccion

source: viewed collection
es: Coleccion consultada

source: Selecting a device helps us filter apps that are compatible with your handset.
es: Click To Select A Mobile DeviceLa seleccion nos permite filtrar los apps que son compatibles con vuestro teléfono

source: Start typing the name of your device
es: Comience inscribiendo el nombre de su teléfono

source: No Device Selected
es: Ningun teléfono seleccionado

source: Click To Select A Mobile Device
es: Clique para elegir un teléfono

source: Click on thumbnail to zoom
es: Clique en la etiqueta para obtenes un zoom

source: Nexva All Rights Reserved.
es: NEXVA derechos reservados en su totalidad

source: Welcome
es: Bien venido

source: Free Download
es: Descarga gratuita

source: Price
es: Precio

source: Rate
es: Costo

source: Vendor
es: Proveedor

source: Whats new
es: Novedades

source: Free Stuff
es: App gratuitos

source: Logout
es: Deconexion

source: Most Viewed
es: Los màs vistos

source: Rating
es: Clasificacion

source: Supported Formats
es: Formas Soportes

source: Latest Reviews
es: Ultimos comentarios

source: No user reviews yet..
es: Sin opinion todavia

source: Please login to post a review.
es: Por favor, conectese para enviar una opinion

source: Name
es: Nombre

source: Title
es: Titulo

source: Review
es: Comentario

source: The app you have selected has been pushed directly to your device. Be sure to have the
es: La App que usted a elegido ha sido enviada a vuestro teléfono. Verifique

source: installed on your phone first.
es: de haberla instalado en vuestro primer teléfono

source: If you don't have
es: Si usted no tiene

source: your email
es: vuestro e-mail

source: send email
es: ENVIAR EMAIL

source: Point your mobile browser to the following link:
es: Abra la direccion siguiente en su navegador

source: Do not have a QR code reader?
es: No tiene usted scaner de qr clave ?

source: Get one free
es: Ontenga uno gratuito

source: More Details
es: Màs informacion

source: Your Device
es: Vuestro teléfono

source: Most viewed collection
es: LAS Colecciones màs consultadas

source: Contact Us
es: Contàctenof

source: Message
es: Mensaje

source: SEND
es: ENVIAR

source: Feedback
es: Reaccion

source: Category
es: Categoria

source: Free Apps
es: Apps gratuito

source: Top Downloaded Apps
es: Top de Apps descargados

source: Most Viewed Apps
es: los Apps màs consultados

source: LOGIN HERE
es: Conectarsze aqui

source: Verification code is incorrect.
fr: Code de vérification incorrect
fr_ci: Le code de vérification est incorrect.
sr: Pogrešna verifikaciona šifra.

source: Please enter your password
fr: Veuillez entrer votre mot de passe
fr_ci: Entrez votre mot de passe
sr: Unesi lozinku

source: Payment was unsuccessful
fr: Le paiement a échoué
fr_ci: La transaction a echoué
sr: Neuspešno plaćanje

source: Please download the
fr: Svp, téléchargez
fr_ci: S'il vous plaît, téléchargez
sr: Preuzmi

source: App store app using the following methods.
fr: l'application App en suivant les méthodes suivantes.
fr_ci: l'application en suivant les méthodes suivantes.
sr: aplikaciju prema sledećem uputstvu.

source: LOGIN HERE
fr: CONNECTEZ-VOUS ICI
fr_ci: Identifiez-vous ici
sr: Prijavi se ovde

source: App Store All Rights Reserved.
fr: App Store Tous Droits Réservés
fr_ci: App Store Tous Droits Réservés.
sr: Sva prava zadržana.

source: Login here
fr: Se connecter ici
fr_ci: Connectez-vous ici
sr: PRIJAVI SE OVDE

source: Login type
fr: Type de connection

source: Sign in as parents or university students
fr: Se connecter en tant que Parent d'élève ou Etudiant

source: Sign in as students
fr: Se connecter en tant qu'élève

source: Pin
fr: Code de confidentialité

source: Student account not found
fr: Compte étudiant introuvable

source: Pin you entered is incorrect
fr: Code confidentiel incorrect

source: The student id or password you entered is incorrect
fr: Votre id ou code confidentiel est incorrect

source: The user name or password you entered is incorrect
fr: Votre nom d'utilisateur ou mot de passé est incorrect

source: Privacy
fr: Règles de confidentialité

source: Please enter a valid mobile number
fr: Numero ou code incorrect
fr_ci: Entrez un numéro de mobile valide

source: Please enter your mobile number and password
fr: Entrez votre numero de telephone et votre mot de passe
fr_ci: Entrez votre numéro de téléphone et votre mot de passe
sr: Unesli mobilni broj i lozinku

source: Please enter a valid number
fr: Numero ou code incorrect
fr_ci: Entrez un numéro de mobile valide

source: User not found registered with this phone number
fr: Aucun utilisateur trouvé enregistré avec cette numéro de téléphone
fr_ci: Aucun utilisateur trouvé enregistré avec cette numéro de téléphone

source: This field is required
fr: Ce champ est obligatoire
fr_ci: Ce champ est obligatoire

source: Please enter at least 5 characters
fr: Un minimum de 5 caracteres est requit
fr_ci: Un minimum de 5 caracteres est requit

source: This Phone Number already exists. Please try using forgot password
fr: Ce numero existe deja. clique sur Mot de passe oublié
fr_ci: Ce numero existe deja. clique sur Mot de passe oublié
sr: Broj je već registrovan. Pokušajte opciju ‘Zaboravljena lozinka’

source: Please enter at least
fr: Un minimum de
fr_ci: Un minimum de

source: characters
fr: caracteres est requit
fr_ci: caracteres est requit
sr: karaktera

source: Update Profile
fr_ci: Mise à jour de profil

source: Update
fr_ci: Mise à jour

source: Please fill all the required fields
fr_ci: S'il vous plaît remplir tous les champs obligatoires

source: Response
fr_ci: Reponses
sr: Odgovori

source: Downloads
fr_ci: Téléchargements

source: Views
fr_ci: Vues

source: 18 Years or Older
sr: 18 godina i stariji

source: Content Warning
sr: Upozorenje

source: Yes
sr: Da

source: No
sr: Ne
