Repository: sivajyothim/nexva
Catalog: application/modules/partnermobile/languages/*/*.po
Languages: es, fa, fr, fr_ci, sr

source: Sign Out
sr: Odjavi se

source: To download this app you need to install MTS Appstore on your Android device and sign in.
sr: Za preuzimanje ove aplikacije potrebno je da skinete MTS App Store aplikaciju , instalirate na vas telefon i ulogujete se
