Repository: sivajyothim/nexva
Catalog: application/modules/partnermobile/languages/*/*.po
Languages: es, fa, fr, fr_ci, sr

source: Please enter First Name
fa: لطفاً نام را وارد کنید
fr: Veuillez inscrire votre prénom
fr_ci: Entrez votre prenom
sr: Unesi ime

source: Please enter Last Name
fa: لطفاً نام خانوادگی را وارد کنید
fr: Veuillez inscrire votre nom
fr_ci: Entrez votre Nom
sr: Unesi prezime

source: Please enter your Email address
es: Abra la direccion siguiente en su navegador
fa: لطفاً آدرس ایمیل را وارد کنید
fr: Veuillez inscrire votre adresse email
fr_ci: Entrez votre adresse électronique
sr: Unesi e-mail adresu

source: Please enter a valid Email address for your Email
fa: لطفاً ایمیل معتبر وارد کنید
fr: Veuillez inscrire une adresse email valide pour votre Email
fr_ci: S'il vous plaît entrez une adresse mail valide pour votre e-mail
sr: Unesi svoju validnu e-mail adresu

source: Please enter your Phone Number
fa: لطفاً شماره تلفن خود را وارد کنید
fr: Veuillez inscrire votre numéro de téléphone
fr_ci: Entrez votre numéro de téléphone
sr: Unesi broj telefona

source: Mobile Number cannot be less than 10 digits
fa: شماره تلفن همراه نباید کمتر از 10 رقم باشد
fr: Le numéro de téléphine ne peut avoir moins de 10 caractères
fr_ci: Le numéro de téléphone ne doit pas avoir moins de 10 chiffres
sr: Unesi broj u formatu 06xxxxxxxx

source: Please enter your Password
es: Escriba su contrasena
fa: لطفاً رمز عبورتان را وارد کنید
fr: Veuillez entrer votre mot de passe
fr_ci: Entrez votre mot de passe
sr: Unesi lozinku

source: Please confirm your Password
fa: لطفاً رمز عبورتان را تأیید کنید
fr: Veuillez confirmer votre mot de passe
fr_ci: S'il vous plaît confirmez votre mot de passe
sr: Potvrdi lozinku

source: Password not Matching
fa: رمز عبور وارد شده صحیح نمی‌باشد
fr: Le mot de passe ne correspond pas
fr_ci: Mot de passe ne correspond pas
sr: Lozinka nije odgovarajuća

source: This Email already exists
fa: ایمیل از قبل وجود دارد
fr: Cet Email existe déjà
fr_ci: Cet e-mail existe déjà dans la base
sr: Navedena e-mail adresa već postoji.

source: You have completed your registration successfully
fa: ثبت‌نام با موفقیت انجام شده است
fr: Vous avez terminé votre inscription
fr_ci: Vous avez terminé votre inscription avec succès
sr: Proces registracije je uspešno završen.

source: This Phone Number already exists
fa: این شماره تلفن از قبل وارد شده است
fr: Ce numéro de téléphone existe déjà
fr_ci: Ce numéro de téléphone existe deja
sr: Navedeni broj telefona već postoji.

source: A verification SMS has been sent to your mobile. Please use the given verification code to complete your registration
fa: پیامک تأیید به موبایل شما ارسال شده است برای تکمیل ثبت‌نام، از کد تایید ارسال شده استفاده کنید
fr: Un SMS de vérification vous a été envoyé sur votre mobile. Veuillez utiliser ce code pour compléter votre inscription
fr_ci: Un SMS de vérification vous a été envoyé. Utilisez le code reçu pour completer votre inscription.
sr: SMS poruka sa verifikacionom šifrom je poslata na tvoj mobilni broj. Koristi verifikacionu šifru da završiš proces registracije.

source: Verification failed. verification code is incorrect
fa: تایید با موفقیت انجام نشد. کد تأیید اشتباه است
fr: Echec vérification. Le code de vérification est incorrect
fr_ci: Vérification echouée. Le code de vérification est incorrect
sr: Neuspešna verifikacija. Pogrešna verifikaciona šifra

source: You successfully completed the registration process
fa: ثبت‌نام با موفقیت انجام شده است
fr: Le processus d'enregistrement a été effectué avec succès
fr_ci: Vous avez terminé avec succes l'inscription
sr: Proces registracije je uspešno završen.

source: Already Verified User
fa: این کاربر از قبل تایید شده است
fr: Utilisateur déjà identifié
fr_ci: Utilisateur déjà actif
sr: Korisnik je već verifikovan.

source: The username or password you entered is incorrect
es: El nombre del utilisador o la contrasena es incorrecta
fa: نام کاربری و رمز عبور نادرست است
fr: Le nom d'utilisateur ou le mot de passe est incorrect
fr_ci: le nom d'utilisateur ou le mot de passe entré est incorrect
sr: Uneto je pogrešno korisničko ime ili lozinka.

source: You have not verified your account. A verification SMS has been sent to your mobile . Please use the given verification code or get it resent by clicking below "Resend verification code" to verify your account
fa: حساب کاربری شما تایید نشده است پیامک تایید به موبایل شما ارسال شده است لطفاً از کد تأیید ارسال شده استفاده کنید یا جهت تایید حساب روی /"ارسال مجدد کد تایید/" کلیک کنید
fr: Vous n'avez pas vérifié votre compte. Un message de verification a été envoyé sur votre portable. Veuillez utiliser le code de vérification ou demander son renvoi en cliquant ci-dessous "Renvoyer le code de vérification "pour vérifier votre compte
fr_ci: Vous n'avez pas vérifié votre compte. Un SMS de confirmation a été envoyé à votre téléphone mobile. S'il vous plaît utilisez le code de vérification donné ou l'obtenez renvoyé en cliquant ci-dessous "Renvoyez le code de vérification" pour vérifier votre compte
sr: Potrebno je da potvrdiš svoj nalog putem verifikacione šifre. SMS poruka sa verifikacionom šifrom je poslata na tvoj mobilni broj. Za novu verifikacionu šifru, klikni na "Ponovno slanje verifikacione šifre"

source: Please enter a valid username
es: escriba un nombre de utilizador valido
fa: لطفاً نام کاربری معتبر وارد کنید
fr: Veuillez entrer un nom d'utilisateur valide
fr_ci: Entrez un nom d'utilisateur valide
sr: Unesi ispravno korisničko ime

source: Please enter your username and password
es: Escrsu nombre de utilizador y su contrasena
fa: لطفاً نام کاربری و رمز عبور خود را وارد کنید
fr: Veuillez entrer vos nom d'utilisateur et mot de passe
fr_ci: Entrez votre nom d'utilisateur et votre mot de passe
sr: Unesi svoje korisničko ime i lozinku

source: Please enter your Mobile Number
fa: لطفاً شماره تلفن همراه خود را وارد کنید
fr: Veuillez inscrire votre numéro de mobile
fr_ci: Entrez votre numéro de téléphone
sr: Unesi mobilni broj

source: Mobile Number not Matching
fa: تکرار شماره تلفن همراه وارد شده صحیح نمی‌باشد
fr: Le numéro de téléphone ne correspond pas
fr_ci: Le numéro de téléphone ne correspond pas
sr: Mobilni broj nije odgovarajući.

source: This number has already been used. Please try another
fa: از این شماره قبلا استفاده شده است لطفاً شماره دیگری وارد کنید
fr: Ce numéro a déjà été utilisé. Veuillez en essayer un autre
fr_ci: Ce numéro est déjà utilisé. Utilisez un autre
sr: Navedeni broj telefona je registrovan uz drugi nalog. Pokušaj drugi broj.

source: Mobile number changed successfully
fa: شماره تلفن همراه با موفقیت تغییر یافت
fr: Le numéro de téléphone a bien été modifié
fr_ci: Numéro de téléphone changé avec succes
sr: Mobilni broj je uspešno promenjen.

source: Please confirm your Mobile Number
fa: لطفاً شماره تلفن همراه خود را تایید کنید
fr: Veuillez confirmer votre numéro de mobile
fr_ci: S'il vous plaît cofirmez votre numéro de téléphone mobile
sr: Potvrdi mobilni broj

source: Password reset successfully
fa: تنظیم مجدد رمز عبور با موفقیت انجام شد
fr: Le mot de passe a bien été réinitialisé
fr_ci: Mot de passe réinitialisé avec succès
sr: Lozinka je uspešno resetovana.

source: Please enter your Email
fa: لطفاً آدرس ایمیل را وارد کنید
fr: Veuillez inscrire votre email
fr_ci: Entrez votre e- mail
sr: Unesi e-mail adresu

source: User not found registered with this email
fa: کاربری با این ایمیل به ثبت نرسیده است
fr: Aucun utilisateur avec cette adresse email n'a été trouvé
fr_ci: Utilisateur introuvable enregistré avec cet e-mail
sr: Nije pronađen korisnik koji je registrovan sa ovom e-mail adresom

source: Mobile number not registered
fa: شماره تلفن همراه ثبت نشده است
fr: Le numéro de téléphone n'est pas enregistré
fr_ci: Le numéro de téléphone n'est pas inscrit
sr: Mobilni broj nije registrovan.

source: You have requested to change password. A verification SMS has been sent to your mobile. Please use the given verification code to verify
fa: درخواست تغییر رمز عبور ارسال شده است پیامک تأیید به موبایل شما ارسال شده است برای تاييد، از کد تایید ارسال شده استفاده کنید
fr: Vous avez demandé le changement de mot de passe. Un message de vérification a été envoyé sur votre portable. Veuillez utiliser ce code.
fr_ci: Vous avez demandé à changer le mot de passe. Un SMS de confirmation a été envoyé à votre téléphone mobile. S'il vous plaît utilisez le code de vérification donné à vérifier
sr: SMS poruka sa verifikacionom šifrom je poslata na tvoj mobilni broj. Koristi verifikacionu šifru da potvrdiš novu lozinku.

source: Please enter your Verification Code
fa: لطفاً کد تایید را وارد کنید
fr: Veuillez inscrire votre code de vérification
fr_ci: Entrez votre code de vérification
sr: Unesi verifikacionu šifru

source: Verification code is incorrect
fa: کد تایید نادرست است
fr: Le code de vérification est incorrect
fr_ci: Le code de vérification est incorrect
sr: Pogrešna verifikaciona šifra

source: Mobile Number not found for this user
fa: شماره تلفن همراه برای این کاربر به ثبت نرسیده است
fr: Aucun numéro de téléphone trouvé pour cet utilisateur
fr_ci: Numéro de mobile non trouvé pour cet utilisateur
sr: Mobilni broj korisnika nije pronađen.

source: Email not found for this user
fa: ایمیلی برای کاربر پیدا نشد
fr: Adresse email non trouvée pour cet utilisateur
fr_ci: E-mail non trouvé pour cet utilisateur
sr: Nije pronađena e-mail adresa za ovog korisnika

source: You have requested to resend verification code. A verification SMS has been sent to your mobile. Please use the given verification code to verify your account
fa: درخواست ارسال مجدد کد تایید دریافت شده است پیامک تأیید به موبایل شما ارسال شده است برای تایید حساب، از کد تایید ارسال شده استفاده نمایید
fr: Vous avez demandé le renvoi de votre code de vérification. Un messagea été envoyé sur votre portable. Veuillez utiliser ce code pour vérifier votre compte.
fr_ci: Vous avez demandé de renvoyer le code de vérification. Un SMS de confirmation a été envoyé à votre téléphone mobile. S'il vous plaît utilisez le code de vérification donnée pour vérifier votre compte
sr: SMS poruka sa verifikacionom šifrom je poslata na tvoj mobilni broj. Koristi verifikacionu šifru da potvrdiš nalog.

source: Newest
es: Reciente
fa: تازه ها
fr: Récents
fr_ci: Récents
sr: Najnovije

source: Top Free
es: Top gratuito
fa: پرطرفدارترین های رایگان
fr: Top Gratuit
fr_ci: Top Gratuits
sr: Najbolje besplatno

source: Top Paid
es: Top de pago
fa: پرطرفدارترین های غیررایگان
fr: Top Payant
fr_ci: Top Payants
sr: Najbolje koje se plaća

source: Top Downloads
es: Top de telecarga
fa: بیشترین دانلود شده ها
fr: Top Téléchargements
fr_ci: Top Téléchargements
sr: Najpopularnije

source: Free
es: Grattuito
fa: رايگان
fr: Gratuit
fr_ci: Gratuit
sr: Besplatno

source: Download
es: Telecargar
fa: دانلود
fr: Télécharger
fr_ci: Téléchargez
sr: Preuzmi

source: Description
es: Descripcion
fa: توضیحات
sr: Opis

source: Screenshots
es: apertura de pantalla
fa: تصاویر
fr: Captures d'écrans
fr_ci: Captures d'écrans
sr: Pozadine

source: Account
es: Cuenta
fa: حساب
fr: Mon Compte
fr_ci: Compte
sr: Moj nalog

source: Updates
es: Poner al dia
fa: به روزرسانی
fr: Mises à jour
fr_ci: Mises à jours
sr: Ažuriranje

source: Help
es: Ayuda
fa: راهنما
fr: Aide
fr_ci: Aide
sr: Pomoć

source: HOME
fa: خانه

source: Premium
fa: ویژه
fr: Payant
sr: Premijum

source: Login
es: Nombre del utilizador
fa: ورود
fr: Connexion
fr_ci: Identifiez-vous
sr: Prijavi se

source: Email
fa: ایمیل

source: Password
es: Contrasena
fa: رمز عبور
fr: Mot de passe
fr_ci: Mot de passe
sr: Lozinka

source: Sign Up
fa: ثبت نام
fr: S'inscrire
fr_ci: Inscrivez-vous
sr: Registruj se

source: Sign In
es: Conectarse
fa: ورود کاربران
fr: Se connecter
fr_ci: Connectez-vous
sr: Prijavi se

source: Forgot Password?
fa: رمز عبور را فراموش کرده‌اید؟
fr: Mot de passe oublié?
fr_ci: Mot de passe oublié?
sr: Zaboravljena lozinka?

source: Downloaded Apps
es: Apps telecargado
fa: برنامه‌های دانلودشده
fr: Applications téléchargées
fr_ci: Applications téléchargées
sr: PREUZETE APLIKACIJE

source: Reset Password
fa: تنظیم مجدد رمز عبور
fr: Reinitialiser le mot de passe
fr_ci: Réinitialisez le mot de passe
sr: RESETUJ LOZINKU

source: Sorry! Couldn't find Apps matching your search criteria
es: Lamentablemente, nunguna aplicacion corresponde a vuestros criterios de
fa: متاسفانه کلمه ای که جستجو کردید نتیجه ای نداشت
fr: Désolé ! Aucune application trouvée correspondant à vos critères de recherche
fr_ci: Désolé, aucune application ne correspond pas a vos critères de recherche!
sr: Nisu pronađene aplikacije za izabrani kriterijum pretrage

source: Change Mobile
es: Cargar teléfono
fa: تغییر نوع گوشی همراه
fr: Changer de mobile
fr_ci: Changez le téléphone
sr: Promeni mobilni broj

source: Terms & Conditions
es: Terminos y condiciones
fa: شرایط و ضوابط
fr: Termes et conditions
fr_ci: Termes et conditions
sr: Uslovi korišćenja

source: Mobile Number
fa: شماره تلفن همراه
fr: Numéro de téléphone
fr_ci: Numéro de téléphone mobile
sr: Mobilni broj

source: New Password
fa: رمز عبور جدید
fr: Nouveau mot de passe
fr_ci: Nouveau mot de passe
sr: Nova lozinka

source: Confirm Password
fa: تایید رمز عبور
fr: Confirmer le mot de passe
fr_ci: Confirmez le mot de passe
sr: Potvrdi lozinku

source: Confirm Mobile Number
fa: تایید شماره تلفن همراه
fr: Confirmer le numéro de téléphone
fr_ci: Confirmez le numero de Téléphone Mobile
sr: Potvrdi mobilni broj

source: Staff Picks
es: Seleccion
fa: صفحه اصلی
fr: Coups de coeur
fr_ci: Coup de cœur
sr: Naš izbor

source: Top Premium
fa: برترین برنامه‌های پولی
fr: Top Payant
sr: Najbolje premijum

source: Buy
es: Comprar
fa: خرید
fr: Payer
fr_ci: Achetez
sr: Kupi

source: Download Started
es: Descargargando
fa: دانلود آغاز شده است
fr: Début du téléchargement
fr_ci: Téléchargment commencé
sr: Preuzimanje je započeto

source: Later
es: Màs tarde
fa: بعدا
fr: Plus tard
fr_ci: Plus tard
sr: Kasnije

source: Updates are apps that have a newer version. This is either added functionalities, bug fixes or improvements
fa: به روزرسانی ها مربوط به برنامه‌هایی هستند که نسخه جدیدشان ارائه شده است به روزرسانی شامل امکانات جدید، رفع معایب یا ارتقای عملکرد می‌شود
fr: Les mises à jour concernent les applications dotées d'une nouvelle version qui présente soit de nouvelles fonctionnalités, soit des correctifs ou des améliorations.
fr_ci: Les mises à jour sont des apps qui ont la plus nouvelle version. Ceci soit ajouter de nouvelles fonctionnalités, corriger des erreurs ou apporter des améliorations
sr: U delu Ažurirano nalaze se nove, unapređene verzije aplikacija.

source: Please use this verification code 888555 to complete your registration. "MTN CONGO APP STORE"
fa: لطفاً برای تکمیل ثبت نام، از کد تایید 888555 استفاده کنید "فروشگاه برنامه‌های کاربردی ام‌تی‌ان کنگو"
fr: Utilisez le code de vérification 888555 pour terminer votre enregistrement. "MTN CONGO APP STORE"
fr_ci: Mon ticket

source: Please use this verification code 888666 to verify your mobile number. "MTN CONGO APP STORE"
fa: لطفاً برای تایید شماره تلفن همراه، از کد تایید 888666 استفاده کنید "فروشگاه برنامه‌های کاربردی ام‌تی‌ان کنگو"
fr: Veuillez utiliser le code de vérification 888555 pour vérifier votre numéro de téléphone. "MTN CONGO APP STORE"

source: Please use this verification code 8886656 to complete the password resetting process. "MTN CONGO APP STORE"
fa: لطفاً برای تکمیل فرایند تنظیم مجدد رمز عبور، از کد تأیید 8886656 استفاده کنید "فروشگاه برنامه‌های کاربردی ام‌تی‌ان کنگو"
fr: Svp utilisez le code de vérification 888555 pour terminer la réinitialisation de votre mot de passe. "MTN CONGO APP STORE"

source: Please use this verification code 7878778 as you requested. "MTN CONGO APP STORE"
fa: لطفاً بنا به درخواست خود، از کد تایید 7878778 استفاده کنید "فروشگاه برنامه‌های کاربردی ام‌تی‌ان کنگو"
fr: Svp, utilisez le code de vérification 7878778 comme vous avez demandé ."MTN CONGO APP STORE"

source: Next
es: Siguiente
fa: بعدی
fr: Suivant
fr_ci: Suivant
sr: Nastavi

source: Previous
es: Precedente
fa: قبلی
fr: Précédent
fr_ci: Précédent
sr: Prethodno

source: For any customer service issues, bugs in the app downloaded, difficulty downloading or purchases made by mistake please contact us at this email :
es: Por toda queja,buugben los apps descargados,dificultades de descarga o de compra, contactarnos a esta direccion e-mail
fa: در صورت مشاهدۀ هر گونه مشکل در زمینۀ خدمات مشتريان، خرابی در برنامۀ دانلودشده، اشکال در دانلود یا خریدهای اتفاقی و ناخواسته، به نشانی زیر برای ایمیل ارسال کنید:
fr: Pour toute question relative au service client : dysfonctionnements ou difficultés de téléchargement, veuillez contacter l’assistance. Nous reviendrons vers vous dans 48 heures. Vous avez besoin d’aide? Veuillez contacter l’assistance via contentadmin@nexva.com
fr_ci: Pour tous les problèmes de service à la clientèle, des bugs dans l'application téléchargée, la difficulté à télécharger ou des achats effectués par erreur s'il vous plaît contactez-nous à cette adresse :
sr: Za sva pitanja i probleme koji se jave prilikom rada aplikacije, preuzimanja ili ukoliko do kupovine dođe greškom, kontaktiraj nas na e-mail:

source: We will get back to you within 48 hours.
es: Nos pondremos en contacto en un periodo de 48H
fa: ظرف 48 ساعت با شما تماس می‌گیریم.
fr: Nous reviendrons vers vous dans les 48h
fr_ci: Nous vous recontacterons dans un delai de 48 heures.
sr: Javićemo se u roku od 48 sati

source: Verify
fa: تایید
fr: Vérifier
fr_ci: Vérifier
sr: Verifikuj

source: Resend Verification Code
fa: ارسال مجدد کد تایید
fr: Renvoyer code de vérification
fr_ci: Renvoyez le code de vérification
sr: Ponovno slanje verifikacione šifre

source: First Name
fa: نام
fr: Prénom
fr_ci: Prenom
sr: Ime

source: Last Name
fa: نام خانوادگی
fr: Nom de famille
fr_ci: Nom
sr: Prezime

source: Phone Number
fa: شماره تلفن
fr: Numéro de téléphone
fr_ci: Numéro de téléphone
sr: Broj telefona

source: Register
fa: ثبت نام
fr: S'inscrire
fr_ci: Inscrivez-vous
sr: Registruj se

source: Verification Code
fa: کد تایید
fr: Code de vérification
fr_ci: Code de vérification
sr: Verifikaciona šifra

source: Change Mobile Number
fa: تغییر شماره تلفن همراه
fr: Changer de numéro de mobile
fr_ci: Changez le numéro de Téléphone Mobile
sr: Promeni mobilni broj

source: Forgot Password
fa: رمز عبور را فراموش کرده‌اید؟
fr: Mot de passe oublié
fr_ci: Mot de passe oublié
sr: Zaboravljena lozinka

source: Request
fa: درخواست
fr: demander
fr_ci: Demande
sr: Zahtev

source: Please use this verification code
fa: لطفاً از این کد تایید برای
fr: Veuillez utiliser votre code de vérification
fr_ci: Veuillez utiliser le code de verification
sr: Koristi ovu verifikacionu šifru

source: to complete your registration.
fa: تکمیل ثبت نام استفاده نمایید
fr: Terminer votre inscription
fr_ci: Pour completer votre inscription.
sr: da završiš proces registracije.

source: to verify your mobile number.
fa: تایید شماره تلفن همراه استفاده نمایید
fr: Pour vérifier votre numéro de téléphone
fr_ci: pour vérifier votre numéro de téléphone mobile.
sr: da verifikuješ svoj mobilni broj.

source: to complete the password resetting process.
fa: تکمیل فرایند تنظیم مجدد رمزعبور استفاده نمایید
fr: Compléter le processus de réinitialisation de mot de passe.
fr_ci: pour terminer la reinitialisation de votre mot de passe.
sr: da završiš resetovanje lozinke.

source: as you requested.
fa: بنا به درخواست خود
fr: Comme vous l'avez demandé
fr_ci: Comme vous l'avez demandé.
sr: po zahtevu.

source: Payment was unsuceessful
es: El pago hecho no ha sido validado
fa: پرداخت با موفقیت انجام نشده است

source: Have an Issue?
es: Tiene Usted un problema ?
fa: آیا با مشکلی مواجه شده‌اید؟
fr: Vous avez un problème?
fr_ci: Avez-vous un problème?
sr: Postoji problem?

source: Featured Apps
es: App selecionados
fa: پرطرفدارترین برنامه های ویژه
fr: Notre Sélection
fr_ci: Apps sélectionnées
sr: Istaknute aplikacije

source: BOOKS & REFERENCE
es: Libros de referencia
fa: کتاب‌ها و مرجع

source: eBooks
es: Libros electronicos
fa: کتاب‌های الکترونیکی

source: Audio books
es: Libros audio
fa: کتاب‌های صوتی

source: Reference/Dictionaries
es: Referencia/Diccionarios
fa: کتاب مرجع/فرهنگ‌نامه‌ها

source: Religion
fa: مذهب

source: Comics/Manga
es: Comics
fa: کتاب‌های مصور/مانگا

source: GAMES
es: Juegos
fa: بازی‌ها

source: Arcade
es: Arcada
fa: آرکید

source: Cards
es: Cartas
fa: ورق

source: Action/Strategy
es: Accion/Estrategia
fa: جنگی/راهبردی

source: Role Playing/Multiplayer
es: Juegos de actuacion/multijugadores
fa: نقش‌آفرینی/تیمی

source: Logic/Puzzle/Trivia
es: Logica/Rompecabezas/Trivial
fa: فکری/جدول/معما

source: Casino/Cards/Betting
es: Casino/Cartas/Apuestas
fa: کازینو/ورق/شرط‌بندی

source: Sports
es: Deportes
fa: ورزشی

source: TOOLS & PRODUCTIVITY
es: HERRAMIENTAS § PRODUCTIVIDAD
fa: ابزارها و بهره ‌وری

source: Utilities/Synchronization
fa: کاربردی/همزمان سازی

source: Organizers/Clocks/Desktop
es: Agenda/Reloj
fa: هماهنگ کننده/ساعت‌ها/صفحۀ نمایش

source: Internet/WAP
fa: اینترنت/WAP

source: Device Tools
fa: ابزارهای سیستم

source: Security/Backup
es: Seguridad/Proteccion
fa: امنیتی/پشتیبانی

source: Developers/DB
es: Desarrollos
fa: برنامه‌نویس‌ها/DB

source: Office Productivity
es: Ofimàtica
fa: کاربردی اداری

source: Graphic Tools
fa: ابزارهای گرافیکی

source: BUSINESS & FINANCE
es: Negocios y Finanzas
fa: کسب ‌وکار و مالی

source: Accounts/Tax
es: Contabilidad
fa: حسابداری/مالیاتی

source: Stocks/Finance
es: Bolsa/Finanza
fa: سهام/مالی

source: Inventory/Sales
es: Inventario/Ventas
fa: انبارگردانی/فروش

source: Currency/Convertors
es: Divisas/Conversiones
fa: ارز/ مبدل‌ها

source: TRAVEL & GPS
es: VIAJES § GPS
fa: گردشگری و راهنمای GPS

source: GPS/Maps
es: Gps/Mapas
fa: GPS/نقشه‌ها

source: Weather
fa: GPS/نقشه‌ها

source: Search
es: Investigacion
fa: جستجو

source: Translation/Language
es: Traduccion/Lenguas
fa: ترجمه/زبان

source: NEWS & SPORTS
es: Info y Deportes
fa: اخبار و ورزش

source: News/Magazines
fa: اخبار/مجلات

source: Sports/Teams
fa: ورزش‌ها/تیم‌ها

source: RSS
es: Flux RSS
fa: فید RSS

source: SOCIAL NETWORKS & MESSAGING
es: Redes sociales y lmensajeria
fa: شبکه های اجتماعی و پیام‌ رسانی

source: IM/SMS/Email/VOIP
fa: پیام رسانی مستقیم/پیام کوتاه/ایمیل/تلفن اینترنتی

source: Social Networks
es: Redes sociales
fa: شبکه‌های اجتماعی

source: Dating
es: Encuentros
fa: دوست‌یابی

source: Blogs/Images
es: Blogs/Imàgenes
fa: وبلاگ‌ها/تصاویر

source: MUSIC & AUDIO
es: Musica y Audio
fa: موسیقی و صوتی

source: Podcasts
es: radios
fa: پادکست‌ها

source: MP3/Music
es: MP3/Musica
fa: MP3/موسیقی

source: Radios/Players
fa: رادیوها/برنامه‌های پخش موسیقی

source: Lyrics/Bands
es: Palabras/Grupos
fa: متن آهنگ‌ها/گروه‌ها

source: VIDEO & TV
fa: ویدیو و تلویزیون

source: TV/Shows
fa: تلویزیون/برنامه‌ها

source: Movies/Trailers
fa: فیلم‌های سینمایی/پیش‌پرده‌ها

source: players/Converters
fa: برنامه‌های پخش فیلم/مبدل‌ها

source: LIFESTYLE & WELLNESS
es: Modelos de vida y de bienestar
fa: سبک زندگی و سلامتی

source: Astro
es: Horoscopo
fa: نجوم

source: Food/Recipes
es: Alimentacion/recetas
fa: غذا/دستور طبخ

source: Art/Fashion
es: Arte/Moda
fa: هنر/مُد

source: Hobbies/Pets
es: Diversiones/Animales
fa: سرگرمی‌ها/حیوانات خانگی

source: Health/Diet/Fitness
es: Salud/alimentacion/
fa: سلامت/رژیم/تناسب اندام

source: Shopping/Brands
es: Compras/Marcas
fa: خرید/برندها

source: EDUCATION & ELEARNING
es: Educacion y formacion en linea
fa: آموزشی و یادگیری مجازی

source: Medical
fa: پزشکی

source: Language
es: Lengua
fa: زبان

source: Kids/Early learning
fa: کودکان/بازی‌های کودکان

source: University
es: Universidad
fa: دانشگاه‌

source: Law
fa: قانون

source: GOODIES & ENTERTAINMENT
es: REGALOS § DIVERSIONES
fa: تفریحی و سرگرمی

source: Wallpaper/Screensavers
es: Fondos de pantallas/pantallas de vigilia
fa: کاغذ دیواری/عکس‌های محافظ صفحه نمایش

source: Personlization/Skins
es: Personalisacion/Vestidos
fa: شخصی‌سازی/پوسته‌ها

source: Humor/Jokes
es: Humor/Bromas
fa: طنز/لطیفه‌ها

source: Ringtones
es: Timbres
fa: آهنگ تماس

source: THEMES
es: Temas
fa: تم‌ها
