Repository: sivajyothim/nexva
Catalog: application/modules/partner/languages/*/*.po
Languages: es_pa, jp, pt

source: Mobile Number cannot be less than 10 digits
es_pa: Numero de movil no puede ser menor a 10 digitos

source: Mobile number changed successfully
es_pa: Número de teléfono móvil modificado con éxito

source: Mobile Number not found for this user
es_pa: Número de móvil no encontrado para este usuario

source: Mobile Number not Matching
es_pa: Número de móvil no corresponde

source: Mobile number not registered
es_pa: Número de teléfono móvil no está registrado

source: Mobile Number or password is incorrect
es_pa: Número de móvil o la contraseña es incorrecta
jp: メールアドレスまたはパスワードが間違っています。
pt: O número de telemóvel ou a palavra-passe está incorreto

source: Mobile Web
es_pa: Web móvil
jp: モバイルウェブ
pt: Website Telemóvel

source: Movies/Trailers
es_pa: Películas/Trailers
jp: 映画／予告編
pt: Filmes/Trailers

source: Telemetro App Store All Rights Reserved.
es_pa: Zimbra App Store todos los derechos reservados.

source: My Account
es_pa: Mi cuenta

source: New Password
es_pa: Nueva contraseña

source: New version available
es_pa: Nueva versión disponible

source: News/Magazines
es_pa: Noticias y revistas
jp: ニュース／雑誌
pt: Notícias/Revistas

source: No any Updates found
es_pa: No todas las actualizaciones encontradas

source: No Apps already downloaded.
es_pa: No hay aplicaciones ya descargadas.

source: No Apps found for selected word.
es_pa: No hay aplicaciones para la palabra seleccionada.

source: Page not found
es_pa: Página no encontrada

source: Password not Matching
es_pa: Contraseña no corresponde

source: Password reset successfully
es_pa: Contraseña restablecida exitosamente

source: Payment was unsuccessful
es_pa: Pago no tuvo éxito

source: Phone Number
es_pa: Numero de Telefono

source: players/Converters
es_pa: reproductores y convertidores.
jp: プレイヤー／コンバータ
pt: Aparelhos/Conversores

source: Please add a valid email
es_pa: favor agregue un correo electrónico válido
jp: 正しいメールアドレスを入力してください。
pt: Por favor, inclua um e-mail válido

source: Please add a valid password
es_pa: favor, añadir una contraseña válida
jp: 正しいパスワードを入力してください。
pt: Por favor insira um email válido

source: Please add your Comments with more than 10 letters
es_pa: Por favor agregar sus comentarios con más de 10 letras

source: Please check your internet connection or try again later.
es_pa: Por favor compruebe su conexión de internet o intente más tarde.

source: Please confirm your Mobile Number
es_pa: Por favor confirme su número de móvil

source: Please confirm your Password
es_pa: Por favor, confirmar su contraseña

source: Please download new improved version
es_pa: Por favor descargar nueva versión mejorada

source: Please enter a valid Email address for your Email
es_pa: Escriba una dirección válida de correo electrónico para correo

source: Please download the
es_pa: Por favor, descargue el

source: App store app using the following methods.
es_pa: aplicación tienda de aplicaciones utilizando los métodos siguientes.

source: and global apps just for you. Each app is tested for quality, malware and scams. For convenience, Paid apps can be purchased using your phone credit.
es_pa: y apps para usted. Cada app ha sido probada por calidad, virus y fraudes. Para su conveniencia las apps de pago pueden ser compradas usando el credito que tenga en la tienda.

source: Top
jp: トップ
pt: Os Melhores

source: Top Collection
jp: トップコレクション
pt: Coleção dos Melhores Apps

source: viewed collection
jp: コレクション閲覧履歴
pt: Vistos

source: Products, Logos and Companies mentioned herein are trademarks or trade names of their respective owners and therefore copyrighted.
jp: ここにでてくる商品・ロゴ・会社はそれぞれ、所有者のトレードマークもしくはトレードネームであり、著作権に守られています。
pt: Produtos, logótipos e empresas mencionados neste documento são marcas comerciais ou nomes comerciais de seus respectivos proprietários e, portanto, protegido por direitos autoriais

source: Register
jp: 登録
pt: Registrar

source: You Are Here
jp: 現在地
pt: Você está aqui

source: Buy
jp: 購入
pt: Comprar

source: Buy :
jp: 購入
pt: Comprar :

source: Price :
jp: 価格
pt: Preço :

source: Rate
jp: 評価する
pt: Avaliar

source: Rate :
jp: 評価する
pt: Avaliar :

source: Vendor :
jp: 販売元
pt: Vendedor :

source: SEARCH
jp: 検索
pt: Pesquisa

source: Name
jp: 名前
pt: Nome

source: Please download the App store app using the following methods.
jp: 以下の方法でアプリストアのアプリをダウンロードしてください。
pt: Faça o download do aplicativo CaboApps usando os seguintes métodos.

source: The app you have selected has been pushed directly to your device. Be sure to have the
jp: 選択したアプリは直接デバイスに送られました。まず
pt: O aplicativo que você selecionou foi enviada diretamente para o dispositivo. Certifique-se de o ter

source: User name
jp: ユーザーネーム
pt: Utilizador

source: Forgot your password
jp: パスワードをお忘れですか？
pt: Esqueceu a palavra-passe?

source: Please enter First Name
jp: 名前を入力してください。
pt: Insira o seu Nome

source: Featured Apps
jp: 注目のアプリ
pt: Apps Destacados

source: Top Premium
jp: トッププレミアム
pt: Melhores Por Pago

source: Sign Up
jp: サインアップ
pt: Inscrever-se

source: RESET
jp: リセット
pt: Restabelecer

source: NO DEVICE SELECTED
jp: デバイスが未選択です。
pt: Nenhum Dispositivo Foi Selecionado

source: Feedback
jp: フィードバック
pt: Comentários

source: SUPPORTED FORMATS
jp: サポートされてるフォーマット
pt: Formatos Suportados

source: ADD YOUR OWN REVIEW
jp: あなたのレビューを追加しよう。
pt: Adicionar seus próprios comentários

source: Audio books
jp: オーディオブック
pt: Audiolivros

source: Comics/Manga
jp: コミック本／マンガ
pt: Banda desenhada/Manga

source: GAMES
jp: ゲーム
pt: Jogos

source: Utilities/Synchronization
jp: 同期ツール
pt: Serviços/Sincronização

source: Weather
jp: 天気
pt: Tempo

source: Sports/Teams
jp: スポーツ／チーム
pt: Desporto/Equipa

source: IM/SMS/Email/VOIP
pt: Mensagens/SMS/Email/VoIP

source: Podcasts
jp: ポッドキャスト
pt: Podcast

source: Radios/Players
jp: ラジオ／プレイヤー
pt: Rádios/Aparelhos

source: VIDEO & TV
jp: ビデオ・ テレビ
pt: VÍDEO E TV

source: TV/Shows
jp: テレビ／番組
pt: TV/Series

source: HOME
jp: ホーム
pt: INÍCIO

source: HOME
jp: ホーム
pt: INÍCIO

source: HOME
jp: ホーム
pt: INÍCIO

source: .Products, Logos and Companies mentioned herein are trademarks or trade names of their respective owners and therefore copyrighted
jp: ここにでてくる商品・ロゴ・会社はそれぞれ、所有者のトレードマークもしくはトレードネームであり、著作権に守られています。
pt: Produtos, logótipos e empresas mencionados neste documento são marcas comerciais ou nomes comerciais de seus respectivos proprietários e, portanto, protegido por direitos autoriais

source: MTN Iran App Store
jp: MTN イラン アプリストア
pt: INOVEX «CaboApps» App Store

source: Required Information
jp: 必要な情報
pt: Informações necessárias

source: FEEDBACK
jp: フィードバック
pt: Comentários

source: INFO
jp: インフォ
pt: Informação

source: LOGIN HERE
jp: ここからログイン
pt: FAÇA LOGIN AQUI

source: Login here
jp: ここからログイン
pt: FAÇA LOGIN AQUI

source: INFO
jp: インフォ
pt: Informação

source: MTN Iran App Store All Rights Reserved.
pt: INOVEX «CaboApps» App Store Todos Os Direitos Reservados.

source: COPYRIGHT_TXT
jp: ここにでてくる商品・ロゴ・会社はそれぞれ、所有者のトレードマークもしくはトレードネームであり、著作権に守られています。
pt: Produtos, logótipos e empresas mencionados neste documento são marcas comerciais ou nomes comerciais de seus respectivos proprietários e, portanto, protegido por direitos autoriais

source: Books & Reference
jp: 本・資料
pt: LIVROS E REFERÊNCIAS

source: Games
jp: ゲーム
pt: Jogos

source: Tools & Productivity
jp: ツール・生産性
pt: Ferramentas & Produtividade

source: Business & Finance
jp: ビジネス・ファイナンス
pt: NEGÓCIOS & FINANÇAS

source: Travel & GPS
jp: トラベル・ＧＰＳ
pt: VIAGEM E GPS

source: News & Sports
jp: ニュース・スポーツ
pt: NOTÍCIAS E DESPORTO

source: Social Networks & Messaging
jp: ソーシャルネットワーク・ メッセージ
pt: REDES SOCIAIS E MENSAGEM

source: Music & Audio
jp: 音楽・オーディオ
pt: MÚSICA E ÁUDIO

source: Video & TV
jp: ビデオ・ テレビ
pt: VÍDEO E TV

source: Lifestyle & Wellness
jp: ライフスタイル・健康
pt: ESTILO DE VIDA & BEM-ESTAR

source: Education & eLearning
jp: 教育・eラーニング
pt: EDUCAÇÃO

source: Goodies & Entertainment
jp: 楽しみ・エンターテインメント
pt: PRENDAS E DIVERTIMENTO

source: Themes
jp: テーマ
pt: TEMAS

source: Reset your password
jp: パスワードをリセット。
pt: Redefina sua palavra-passe

source: The email you supplied was not found
jp: メールアドレスが見つかりませんでした。
pt: O e-mail que você forneceu não foi encontrado

source: Username or password is incorrect
jp: メールアドレスまたはパスワードが間違っています。
pt: O utilizador ou a palavra-passe está incorreto

source: Add a Ticket
jp: 問い合わせを追加
pt: Criar um ticket

source: View my Ticket
jp: 問い合わせ履歴を見る
pt: Ver o meu ticket

source: Select Type
jp: 種類を選択
pt: Selecionar o tipo

source: Responses
jp: 回答
pt: Respostas

source: PLEASE SELECT YOUR PLATFORM
jp: あなたのプラットフォームを選択してください。
pt: SELECIONE SUA PLATAFORMA

source: Register on
jp: 登録
pt: Registe-se no

source: PLEASE SELECT
jp: 選択してください。
pt: SELECIONAR

source: info
jp: インフォ
pt: Informação

source: feedback
jp: フィードバック
pt: Comentários

source: Dashboard
pt: Painel de Bordo

source: Open
pt: abrir

source: View my Tickets
jp: 問い合わせ履歴を見る
pt: Ver o meu ticket

source: dashboard
pt: Painel de Bordo

source: FEEDBACK_SYS
jp: お困りですか？ここをクリック
pt: Precisa de Ajuda? Clique Aqui

source: FEATURED_APPS
jp: 注目のアプリ
pt: Apps Destacados

source: MOSTVIEWED_APPS
jp: 人気コレクション
pt: Mais Vistos

source: NEWEST_APPS
jp: 最新のアプリ
pt: Mais recentes

source: For any customer service issues, bugs in the app downloaded, difficulty downloading or purchases made by mistake please add a ticket. We will get back to you within 48 hours
pt: Para quaisquer questões de serviço ao cliente; bugs no aplicativo baixado, dificuldade de baixar ou compras feitas por engano, por favor crie um ticket. Nós entraremos em contato com você dentro de 48 horas.

source: Updates are apps that have a newer version. This is either added functionalities, bug fixes or improvements
pt: As actualizações são aplicativos que têm uma versão mais recente. Isto é tanto as funcionalidades acrescentadas, correções de bugs ou melhorias

source: My Tickets
pt: o meu ticket

source: Apps
jp: アプリ

source: Internet/WAP
jp: インターネット／ＷＡＰ

source: RSS
jp: ＲＳＳ

source: Rock
jp: ロック

source: Category Not Found
jp: このカテゴリーは見つかりませんでした。

source: Ok
jp: ＯＫ

source: TICKET_SYS
jp: お困りですか？ここをクリック

source: Sign in with ¥Coins
jp: ¥Coinsにログイン

source: Download ¥Coins App Store
jp: ダウンロード ¥Coins アプリストア

source: Download Store
jp: ダウンロードアプリストア
