Repository: sivajyothim/nexva
Catalog: application/modules/partner/languages/*/*.po
Languages: es_pa, jp, pt

source: APP
es_pa: MostApp

source: App Store All Rights Reserved.
es_pa: App Store Todos los Derechos Reservados

source: Accounts/Tax
es_pa: Cuenta/Impuestos
jp: アカウント／税
pt: Contas/ Imposto

source: Account
es_pa: Cuenta

source: Action/Strategy
es_pa: Accion/Estrategia
jp: アクション／戦略
pt: Acção/Estratégia

source: Add your own review
es_pa: Agrega tus comentarios
jp: あなたのレビューを追加しよう。
pt: Adicionar seus próprios comentários

source: Add a ticket
es_pa: Social NetworksCrear un Ticket

source: Animation
es_pa: Animacion
jp: アニメ
pt: Animação

source: Arcade
es_pa: Juegos
jp: アーケードゲーム
pt: Arcada

source: Art,musique and cinema
es_pa: Arte, Musica y Cine

source: Art/Fashion
es_pa: Arte/Moda
jp: 芸術／ファッション
pt: Arte/Moda

source: Arts & Crafts
es_pa: Arte y Manualidades
jp: 芸術・工芸
pt: Artesanato

source: Arts history
es_pa: Arte e Historia

source: Astro
es_pa: Astrologia
jp: アストロ
pt: Astrologia

source: Atlas and world map
es_pa: Atlas y Mapa Mundial

source: Blogs/Images
es_pa: Blogs/imagenes
jp: ブログ／写真
pt: Blogs/Imagens

source: BOOKS & REFERENCE
es_pa: LIBROS Y REFERENCIA
jp: 本・資料
pt: LIVROS E REFERÊNCIAS

source: Building and Public works
es_pa: Construcción y obras publicas

source: BUSINESS & FINANCE
es_pa: NEGOCIOS Y FINANZAS
jp: ビジネス・ファイナンス
pt: NEGÓCIOS & FINANÇAS

source: Business and management
es_pa: Negocios y Gerencia

source: Buy
es_pa: Compra
jp: 購入
pt: Comprar

source: Calculator
es_pa: Calculadora

source: Calm
es_pa: Tranquilidad
jp: 落ち着き
pt: Suave

source: Cards
es_pa: Cartas
jp: カード
pt: Cartões

source: Casino/Cards/Betting
es_pa: Casino/Cartas/Apuesta
jp: カジノ／カード／賭け
pt: Cassino/Cartas/Aposta

source: Categories
es_pa: Categorias
jp: カテゴリー
pt: Categorias

source: Category
es_pa: Categoria
jp: カテゴリー
pt: Categoria

source: Change Mobile
es_pa: Cambio de movil

source: Civic education
es_pa: Educacion Civica

source: Click Here
es_pa: Haga Click Aqui
jp: ここをクリック
pt: Clique Aqui

source: Click on thumbnail to zoom
es_pa: Haga Click en Imagen para hacer agrandar
jp: サムネイルをクリックしてズーム
pt: Clique na miniatura para ampliar

source: Click To Select A Mobile Device
es_pa: Haga Click en Imagen para selecionar equipo movil
jp: クリックしてモバイルデバイスを選択
pt: Clique Para Selecionar Um Dispositivo de Telemóvel

source: collection
es_pa: coleccion
jp: コレクション
pt: coleção

source: Contact Us
es_pa: Contactenos
jp: お問い合わせ
pt: Fale Conosco

source: Currency/Convertors
es_pa: Moneda/Conversor
jp: 通貨／両替
pt: Moeda/Conversores

source: Dating
es_pa: Citas
jp: デート
pt: Encontros

source: Description
es_pa: Descripcion
jp: 説明
pt: Descrição

source: Developers/DB
es_pa: Desarrolladores/BD
jp: 開発会社／ＤＢ
pt: Desenvolvedor/DB

source: Do not have a QR code reader?
es_pa: No tiene un lector de barras QR?
jp: ＱＲコード読取機能はありますか？
pt: Não tens um leitor de código QR?

source: Do not have a QR code reader? Get one free
es_pa: No tiene un lector de barras QR? Consiga uno gratis

source: Download
es_pa: descargue
jp: ダウンロード
pt: Baixar

source: Download Started
es_pa: descarga comenzando

source: Downloaded Apps
es_pa: Apps Descargados

source: Downloading
es_pa: descargando
jp: ダウンロード中
pt: Baixando

source: eBooks
es_pa: eBooks/Libros Electronicos
jp: 電子ブック

source: Economy and Finance
es_pa: Economia y Finanzas

source: EDUCATION & ELEARNING
es_pa: EDUCACION Y EDUCACION ELECTRONICA
jp: 教育・eラーニング
pt: EDUCAÇÃO

source: Email
es_pa: Correo
jp: メールアドレス

source: Exams and Test
es_pa: Examenes y pruebas

source: Feature
es_pa: Características
jp: 注目
pt: Destaque

source: Featured
es_pa: Destacado
jp: 注目
pt: Destacado

source: FEEDBACK
es_pa: Commentaire
jp: フィードバック
pt: Comentários

source: Food/Recipes
es_pa: Comida/Recetas
jp: 食べ物／レシピ
pt: Comida/Receita

source: For any customer service issues, bugs in the app downloaded, difficulty downloading or purchases made by mistake please add a ticket. We will get back to you within 48 hours.
es_pa: Para servicio al cliente, problemas o compras por error, por favor agrega un ticket. Le responderemos en un periodo de 48 horas.

source: For any customer service issues, bugs in the app downloaded, difficulty downloading or purchases made by mistake please contact us at this email :
es_pa: Para servicio al cliente, problemas o compras por error, por favor agrega un ticket. Le responderemos en un periodo de 48 horas.

source: Free
es_pa: Gratis
jp: 無料
pt: Grátis

source: Free Apps
es_pa: Apps Gratis
jp: 無料アプリ
pt: Apps Grátis

source: Free Collection
es_pa: Coleccion Gratis
jp: 無料コレクション
pt: Coleção dos Apps Grátis

source: Free Download
es_pa: Descargas Gratis
jp: 無料ダウンロード
pt: Download Grátis

source: Free Stuff
es_pa: Cosas Gratis
jp: 無料
pt: Coisas Grátis

source: French
es_pa: Frances

source: Games, Art and Creation
es_pa: Juegos, Arte y creatividad

source: Get one free
es_pa: Reciba una Gratis
jp: ひとつ無料でゲット
pt: Obter um leitor grátis

source: GOODIES & ENTERTAINMENT
es_pa: ENTERTENIMIENTO
jp: 楽しみ・エンターテインメント
pt: PRENDAS E DIVERTIMENTO

source: GPS/Maps
es_pa: GPS/Mapas
jp: ＧＰＳ／地図
pt: GPS/Mapas

source: Have an Issue?
es_pa: Tiene un Problema?
jp: お困りですか？
pt: Algum problema?

source: Health/Diet/Fitness
es_pa: Salud/Dieta/Ejercicios
jp: 健康／ダイエット／フィットネス
pt: Saúde/Dieta/Exercício

source: Health/Fitness
es_pa: Salud/Ejercicios

source: Help
es_pa: Ayuda

source: High
es_pa: Alto
jp: 高い
pt: Alta

source: History
es_pa: Historia

source: History and Geography
es_pa: Historia y Geografia

source: Hobbies/Pets
es_pa: Pasatiempos/Mascotas
jp: 趣味／ペット
pt: Passtempos/Domésticos

source: Home
es_pa: Casa
jp: ホーム
pt: INÍCIO

source: Human sciences
es_pa: Humanidades

source: Humor/Jokes
es_pa: Humor/Chistes
jp: ユーモア／ジョーク
pt: Humor/Piadas

source: If you don't have
es_pa: si no tiene
pt: Se você não tiver

source: If you want to install
es_pa: Si quiere instalar
pt: Se você quiser instalar

source: Incident
es_pa: incidente
jp: 障害
pt: Incidente

source: Info
es_pa: Informacion
jp: インフォメーション
pt: Informação

source: Informatic and Internet
es_pa: Informacion e Internet

source: installed on your phone first.
es_pa: instalado en tu telefono de primero
jp: がインストールされているか確認しましょう。
pt: instalado no seu dispositivo, em primeiro lugar.

source: installed on your phone here is how to get it
es_pa: Instalado en tu telefono, asi es como lo accesas
pt: instalado no seu telefone, é assim que você pode obtê-lo

source: Inventory/Sales
es_pa: Inventario/Ventas
jp: 在庫／売上
pt: Inventários/Vendas

source: Kids
es_pa: Niños

source: Kids/Early learning
es_pa: Niños/aprendizaje precoz
jp: 子供／早期教育
pt: Crianças/Aprendizagem Precoce

source: Language
es_pa: Idioma
jp: 言語
pt: Idiomas

source: Languages and antiquity
es_pa: idiomas y antiguedades

source: Later
es_pa: mas tarde

source: Latest Reviews
es_pa: Opiniones recientes
jp: 最新のレビュー
pt: Últimos Comentários

source: Law
es_pa: Leyes
jp: 法律
pt: Lei

source: Life and Earth Sciences
es_pa: vida y ciencias de la tierra

source: LIFESTYLE & WELLNESS
es_pa: ESTILOS DE VIDA Y BIENESTAR
jp: ライフスタイル・健康
pt: ESTILO DE VIDA & BEM-ESTAR

source: Litterature
es_pa: Literatura

source: Living languages
es_pa: Idiomas

source: Logic/Puzzle/Trivia
es_pa: Logica/Rompecabezas/Trivia
jp: ロジック／パズル／トリビア
pt: Lógica / Puzzle / Trivia

source: Login
es_pa: Registro
jp: ログイン
pt: Conectar

source: LOGIN HERE
es_pa: INICIO DE SESIÓN AQUÍ

source: Login to add a ticket
es_pa: Registrese para agregar un ticket
jp: チケットを追加するにはログインしてください。
pt: Login para criar um ticket

source: Logout
es_pa: Salir
jp: ログアウト
pt: Sair

source: Low
es_pa: Bajo
jp: 低い
pt: Baixa

source: Lyrics/Bands
es_pa: Letras de canciones/Bandas
jp: 歌詞／バンド
pt: Letra/Bandas

source: Marketing and Trade
es_pa: Mercadeo y Negocios

source: Mathematics
es_pa: Matematicas

source: Medecine
es_pa: Medicina

source: Medical
es_pa: Medico
jp: 医療
pt: Médico

source: Medium
es_pa: Mediano
jp: 中間
pt: Média

source: Message
es_pa: Mensaje
jp: メッセージ
pt: Mensagem

source: More Details
es_pa: Mas detalles
jp: 詳しく
pt: Mais Detalhes

source: Most
es_pa: Mas
jp: 最も
pt: Mais

source: Most Viewed
es_pa: Mas vistos
jp: 訪問数トップアプリ
pt: Mais Vistos

source: Most Viewed Apps
es_pa: Apps mas vistas
jp: 人気アプリ
pt: Apps Mais Vistos

source: Most viewed collection
es_pa: Colección vista
jp: 人気コレクション
pt: As coleções mais vistas

source: MP3/Music
es_pa: Mp3/Musica
jp: ＭＰ３／音楽
pt: MP3/Música

source: MUSIC & AUDIO
es_pa: Musica / Audio
jp: 音楽・オーディオ
pt: MÚSICA E ÁUDIO

source: Music and painting Learning
es_pa: Aprendizaje de Musica y pintura

source: Need Help?
es_pa: Ayuda?
jp: お困りですか？
pt: Precisa de Ajuda?

source: Newest
es_pa: Mas nuevos
jp: 最新
pt: Mais recentes

source: Newest Apps
es_pa: Apps mas nuevas
jp: 最新のアプリ
pt: Mais recentes

source: News
es_pa: Noticias

source: NEWS & SPORTS
es_pa: NOTICIAS Y DEPORTES
jp: ニュース・スポーツ
pt: NOTÍCIAS E DESPORTO

source: Next
es_pa: Próximo
jp: 次
pt: Proximo

source: Nexva All Rights Reserved.
es_pa: Todos los derechos reservados.
pt: Nexva Todos Os Direitos Reservados.

source: No apps found under this category
es_pa: No hay apps bajo esta categoría.
pt: Nenhum aplicativo foi encontrado nesta categoria

source: No Data Found
es_pa: No hay información disponible
jp: データが見つかりません。
pt: Dados não foram encontrados

source: No Device Selected
es_pa: No hay equipo seleccionado
jp: デバイスが未選択です。
pt: Nenhum Dispositivo Foi Selecionado

source: No Match Found
es_pa: Sin coincidencias
jp: 一致しません。
pt: Nada foi encontrado

source: No Response found
es_pa: Sin respuesta
jp: 回答が見つかりません。
pt: Nenhuma resposta foi encontrada

source: No results found
es_pa: Sin resultados
jp: 結果が見つかりません。
pt: Nenhum resultado foi encontrado

source: No user reviews yet..
es_pa: Sin comentarios aun…
jp: まだユーザーレビューはありません。
pt: Não há comentários dos utilizadores ainda.

source: Office Productivity
es_pa: Productividad de oficina
jp: オフィス生産性
pt: Produtividade do escritório

source: on your Android device and sign in.
es_pa: en el dispositivo Android y abrir una sesión.
jp: をインストールしてサインインしてください。
pt: no seu dispositivo e depois fazer login.

source: on your Android device. Registration happens on your device.
es_pa: en su dispositivo Android. Registrese desde su su dispositivo .
jp: をインストールしてください。 あなたのデバイスに登録されます。
pt: no seu dispositivo. A inscrição acontece no seu dispositivo.

source: on your phone use following methods.
es_pa: en su teléfono utilice los métodos siguientes
jp: をゲットしたいなら、次の方法で携帯電話にインストールしよう。
pt: no seu dispositivo, use os seguintes métodos.

source: open
es_pa: abierto

source: Organizers/Clocks/Desktop
es_pa: Organizadores / Relojes / Escritorio
jp: オーガナイザー／時計／デスクトップ画面
pt: Organizador/Relógio/ Ambiênte de Trabalho

source: Page not found. (404 - Not Found)
es_pa: Página no encontrada. ( 404 No encontrado)

source: Paid
es_pa: Pagado

source: Password
es_pa: Contraseña
jp: パスワード
pt: Palavra-passe

source: Payment was unsuceessful
es_pa: El pago no tuvo éxito

source: Personlization/Skins
es_pa: Personalización / Pieles
jp: カスタマイズ／スキン
pt: Personalizações/Capas

source: Physics and Chemistry
es_pa: Física y Química

source: Platforms
es_pa: plataformas
jp: プラットフォーム
pt: Plataformas

source: Please add a subject
es_pa: Por favor, añade un asunto
jp: 件名
pt: Insira um assunto

source: Please add your Commenst with more than 10 letters
es_pa: Por favor, añada su comentario con más de 10 letras

source: Please enter a valid username
es_pa: Por favor, introduzca un nombre de usuario válido

source: Please enter your password
es_pa: Por favor, introduzca su contraseña

source: Please enter your username
es_pa: Por favor, ingrese su nombre de usuario

source: Please enter your username and password
es_pa: por favor introduzca su nombre de usuario y contraseña

source: Please fill the Name
es_pa: Por favor, complete su Nombre

source: Please login to post a review.
es_pa: Inicia sesión para escribir un comentario.
jp: レビューを書くにはログインしてください。
pt: Faça login para escrever um comentário.

source: Please select a priority
es_pa: Por favor, seleccione una prioridad
jp: 検索条件を選択
pt: Selecione uma prioridade

source: Please select a type
es_pa: Por favor seleccione un tipo de
jp: 種類を選択
pt: Selecione um tipo

source: Please try again
es_pa: Por favor, inténtelo de nuevo
jp: 再度お試し下さい。
pt: Por favor, tente novamente

source: POI/Guides
es_pa: POI /Guías

source: Point your mobile browser to the following link:
es_pa: Dirija su navegador móvil al siguiente enlace :
jp: 携帯電話のブラウザーから以下のリンクに飛んでください:
pt: Aponte seu navegador de internet para o seguinte link:

source: Powered by
es_pa: Con el esfuerzo de /preparado por
pt: Facilitado pelo

source: Premium Apps
es_pa: Aplicaciones premium
jp: プレミアムアプリ
pt: Apps Por Pago

source: Premium Collection
es_pa: Colección premium
jp: プレミアムコレクション
pt: Coleção dos Apps Por Pago

source: Previous
es_pa: Anterior
jp: 前
pt: Anterior

source: Price
es_pa: Precio
jp: 価格
pt: Preço

source: Priority
es_pa: Prioridad
jp: 優先順位
pt: Prioridade

source: Problem
es_pa: problema
jp: 問題
pt: Problema

source: Products, Logos and Companies mentioned herein are trademarks or trade names of their respective owners and therefore copyrighted
es_pa: Productos , logotipos y empresas mencionados son marcas comerciales o nombres comerciales de sus respectivos propietarios y por lo tanto con derechos de autor

source: Question
es_pa: Pregunta
jp: 質問
pt: Questão

source: Rate
es_pa: tarifa
jp: 評価する
pt: Avaliar

source: Rating
es_pa: Clasificación
jp: 評価
pt: Avaliação

source: Reading
es_pa: Leyendo

source: Reference/Dictionaries
es_pa: Referencia / Diccionarios
jp: 資料／辞書
pt: Referências/Dicionários

source: Religion
es_pa: Religión
jp: 宗教
pt: Religião

source: Religion and spirituality
es_pa: Religión y Espiritualidad

source: Reply
es_pa: Respuesta
jp: 返信
pt: Responder

source: Required infromation
es_pa: Información requerida
jp: 必要な情報
pt: Informações necessárias

source: Reset
es_pa: Reiniciar
jp: リセット
pt: Restabelecer

source: Responces
es_pa: Respuestas

source: Review
es_pa: Opinión
jp: レビュー
pt: Crítica

source: Ringtones
es_pa: Tonos
jp: 着信音
pt: Toques

source: Role Playing/Multiplayer
es_pa: Juego de roles / Multijugador
jp: ロールプレイング／マルチプレイヤー
pt: Encenador/Multijogador

source: Scan the QR code using your phone to be directly taken to the app page
es_pa: Escanear el código QR utilizando su teléfono para ser redireccionado a la página de la aplicación
jp: 携帯電話でＱＲコードをスキャンするとアプリページが開きます。
pt: Para ser levado diretamente para a página do aplicativo, escaneie o código QR com a câmera do seu móvel

source: Screenshots
es_pa: Imágenes de pantalla
jp: スクリーンショット
pt: Imagens

source: Search
es_pa: Buscar
jp: 検索
pt: Pesquisa

source: Search Results for
es_pa: Buscar resultados para
jp: 次の言葉の検索結果を表示しています。
pt: Resultado da pesquisa para

source: Security/Backup
es_pa: Seguridad / Copia de seguridad
jp: セキュリティー／バックアップ
pt: Segurança/Cópia de Segunrança

source: See all results for
es_pa: Ver todos los resultados para
jp: 全ての結果を見る。
pt: Veja todos os resultados para

source: Select Priority
es_pa: Seleccione prioridad
jp: 検索条件を選択
pt: Selecionar a prioridade

source: Select Your Device
es_pa: Seleccione su dispositivo
jp: あなたのデバイスを選択。
pt: Selecione Seu Dispositivo

source: Selecting a device helps us filter apps that are compatible with your handset.
es_pa: Seleccionar un dispositivo nos ayuda a filtrar las aplicaciones que son compatibles con su teléfono.
jp: デバイスを選択することによって、あなたのスマートデバイスに適したアプリに絞ることができます。
pt: Seleccionar um dispositivo que ajuda-nos a filtrar aplicativos que são compatíveis com o seu aparelho.

source: SEND
es_pa: ENVIAR
jp: 送信
pt: ENVIAR

source: send email
es_pa: enviar correo electrónico
jp: メールを送信
pt: Enviar e-mail

source: Shopping/Brands
es_pa: Compras /Marcas
jp: ショッピング／ブランド
pt: Shopping/Marcas

source: Sign In
es_pa: Registrarse
jp: サインイン
pt: Iniciar Sessão

source: Social Networks
es_pa: Redes sociales
jp: ソーシャルネットワーク
pt: Redes Sociais

source: SOCIAL NETWORKS & MESSAGING
es_pa: REDES SOCIALES Y MENSAJERIA
jp: ソーシャルネットワーク・ メッセージ
pt: REDES SOCIAIS E MENSAGEM

source: Social Sciences
es_pa: Ciencias Sociales

source: Sorry! Couldn't find Apps matching your search criteria
es_pa: Lo siento! No se encontraron aplicaciones que coincidan con sus criterios de búsqueda

source: Sport and Physical education
es_pa: El deporte y la educación física

source: Sports
es_pa: Deportes
jp: スポーツ
pt: Desporto

source: Staff Picks
es_pa: Seleccion del personal / Selección del Staff
jp: スタッフオススメ
pt: Seleções do Editor

source: Start typing the name of your device
es_pa: Escriba el nombre de su dispositivo
jp: あなたのデバイスの名前をタイプしてください。
pt: Comece encrevendo o nome do seu dispositivo

source: Stocks/Finance
es_pa: Bolsa de Valores / Finanzas
jp: 在庫品／ファイナンス
pt: Acções/Finança

source: Subject
es_pa: Tema
jp: 件名
pt: Assunto

source: Submit
es_pa: Enviar
jp: 投稿
pt: Submeter

source: Supported Formats
es_pa: formatos compatibles
jp: サポートされてるフォーマット
pt: Formatos Suportados

source: Techno
es_pa: Tecnologia
jp: テクノ
pt: Tecno

source: technologies
es_pa: tecnologías

source: Technology
es_pa: Tecnología

source: Terms & Conditions
es_pa: Términos y condiciones

source: The security key wasn't entered correctly
es_pa: La clave de seguridad no se ha introducido correctamente
jp: セキュリティキーの入力が間違っています。
pt: A chave de segurança não foi digitado corretamente

source: The username or password you entered is incorrect
es_pa: El nombre de usuario o la contraseña son incorrectos

source: THEMES
es_pa: TEMAS
jp: テーマ
pt: TEMAS

source: This app is only available in the following languages
es_pa: Esta aplicación sólo está disponible en los siguientes idiomas

source: This app-store will be supported for subscribers only
es_pa: Esta app-store es válida solo para suscriptores

source: ticket
es_pa: boleto

source: Title
es_pa: Título
jp: タイトル
pt: Título

source: To download this app you need to install
es_pa: Para descargar esta aplicación es necesario instalar
jp: このアプリをダウンロードするには 、あなたのアンドロイドデバイスに
pt: Para baixar esse aplicativo, você precisa instalar

source: To download this app you need to visit the following URL
es_pa: Para descargar esta aplicación es necesario visitar la siguiente URL
jp: ＵＲＬをクリックして、アプリをダウンロードしてください。
pt: Para baixar esse aplicativo, você precisa visitar o seguinte URL

source: To register you need to install
es_pa: Para inscribirse es necesario instalar
jp: 登録するには、 あなたのアンドロイドデバイスに
pt: Para se inscrever é necessário instalar

source: TOOLS & PRODUCTIVITY
es_pa: HERRAMIENTAS UTILIDADES
jp: ツール・生産性
pt: Ferramentas & Produtividade

source: Top Downloaded Apps
es_pa: Apps mas descargadas
jp: トップダウンロードアプリ
pt: Apps Mais Baixados

source: Top Downloads
es_pa: Los más descargados
jp: 人気アプリ
pt: Mais Baixados

source: Top Free
es_pa: Principales gratis
jp: トップ無料
pt: Principais Gratuítos

source: Top Paid
es_pa: Mejor pagados
jp: トップ有料
pt: Mais Bem Pagos

source: Translation/Language
es_pa: Traductores / Idioma
jp: 翻訳／言語
pt: Tradução/Idioma

source: Travel
es_pa: Viajar

source: TRAVEL & GPS
es_pa: VIAJES y GPS
jp: トラベル・ＧＰＳ
pt: VIAGEM E GPS

source: Type
es_pa: Tipo
jp: タイプ
pt: Tipo

source: Type in your email address and we will email it to you
es_pa: Escriba su dirección y le enviaremos por correo electrónico
jp: メールで送りますので、メールアドレスを入力してください。
pt: Preencha o seu e-mail e vamos enviar-lhe e-mail

source: University
es_pa: Universidad
jp: 大学
pt: Universidade

source: Updates
es_pa: actualizaciones

source: Urgent
es_pa: Urgente
jp: 緊急
pt: Urgente

source: Vendor
es_pa: Vendedor
jp: 販売元
pt: Vendedor

source: View my ticket
es_pa: Ver mi boleto

source: Wallpaper/Screensavers
es_pa: Fondos / Salvapantallas
jp: 壁紙／スクリーンセーバー
pt: Papel de Parede/Proteção de Tela

source: We will get back to you within 48 hours.
es_pa: Nos pondremos en contacto con usted dentro de 48 horas.

source: Welcome
es_pa: Bienvenido
jp: ようこそ
pt: Benvindo

source: We're sorry, the keyword/s you searched for did not return any results
es_pa: Lo sentimos, la palabra clave buscada no arroja resultados

source: Whats new
es_pa: Qué hay de nuevo
jp: 最新情報
pt: O que é novo

source: World discovring
es_pa: Descubrimiento mundial

source: Writing
es_pa: Escritura

source: You are here
es_pa: Estás aquí
jp: 現在地
pt: Você está aqui

source: You are not signed in yet
es_pa: Usted no se ha inscrito todavía
jp: サイインインがまだです。
pt: Ainda não está iniciado

source: You haven't log in yet ? Please log in.
es_pa: No esta conectado? Por favor Iniciar sesión.
jp: ログインがまだですか？ログインしてください。
pt: Ainda não iniciou uma sessão? Por favor, faça o login.

source: Your Device
es_pa: Tu dispositivo
jp: あなたのデバイス
pt: O Seu Dispositivo

source: your email
es_pa: Tu correo electrónico
jp: あなたのメール
pt: Seu e-mail

source: Your response submitted successfully
es_pa: Su respuesta ha enviado correctamente
jp: あなたの問い合わせが無事に送信されました。
pt: Sua resposta foi enviado com sucesso

source: Your ticket submitted successfully
es_pa: Su ticket se ha enviado correctamente
jp: あなたの問い合わせが投稿されました。
pt: O ticket foi enviado com sucesso

source: 404 - Not Found
es_pa: 404 No encontrado

source: A verification SMS has been sent to your mobile. Please use the given verification code to complete your registration
es_pa: un mensaje de verificacion a sido enviado a su mobil. Favor usar el codigo enviado para completarsu registro

source: About Us
es_pa: Acerca de nosotros

source: Already Verified User
es_pa: Usuario Verificado

source: An error occurred unexpectedly, Please try again later.
es_pa: Un error inesperado a ocurrido, trate de nuevo mas tarde

source: Android App
es_pa: App Android
jp: アンドロイドアプリ
pt: App Android

source: App Updates
es_pa: Actualizaciones de App

source: as you requested.
es_pa: como usted pidió

source: Cancel
es_pa: Cancelar

source: Change Mobile Number
es_pa: Cambie numero de telefono

source: Click here to reset it
es_pa: Haga Click aqui para resetar
jp: リセットするならここをクリック。
pt: Clique aqui para redefini-la

source: Confirm Mobile Number
es_pa: Confirmar numero de telefono

source: Device Tools
es_pa: Herramientas de dispositivos
jp: デバイスツール
pt: Dispositivos de Ferramentas

source: Download starting...
es_pa: Descargando …

source: Email not found for this user
es_pa: Correo electrónico no encontrado para este usuario

source: Enter Captcha
es_pa: Introducir Captcha
jp: キャプチャを入力してください。
pt: Insira os caracteres

source: Enter the email address you signed up with and we'll email you a link to reset your password
es_pa: Introduzca la dirección de correo electrónico que y te enviaremos por email un link para restablecer tu contraseña
jp: 登録時のメールアドレスを入力してください。パスワードリセット用のリンクを送ります。
pt: Digite o e-mail que você se inscreveu e vamos enviar-lhe um link para redefinir sua palavra-passe

source: First Name
es_pa: Nombre

source: Forgot Password
es_pa: Olvidó su contraseña

source: Graphic Tools
es_pa: Inicializando el pago…
jp: グラフィックツール
pt: Ferramenta Gráfica

source: In Progress.. Please wait...
es_pa: En progreso... Espera...

source: Inovex CaboApps presents a content store that has the best selection of local and international apps. Each app is tested for quality, malware and scams. Paid or in app purchased can be made using your airtime. If you have any suggestions or a problem downloading an app or an app that is not functioning please contact us with the following ticketing system : http://caboapps.nexva.com/ticket/add-ticket
es_pa: Novex CaboApps presenta una tienda de contenidos que tiene la mejor selección de aplicaciones locales e internacionales. Cada aplicación se prueba para calidad, malware y fraudes. Pagado o en aplicación comprada se puede hacer utilizando su tiempo de uso. Si tienes alguna sugerencia o un problema al descargar una aplicación o una aplicación que no funciona por favor contáctenos con el siguiente sistema de venta de entradas: http://caboapps.nexva.com/ticket/add-ticket

source: Last Name
es_pa: Apellido

source: Loading . . .
es_pa: Cargando…

source: Mobile
es_pa: Movil
jp: 電話番号
pt: Telemóvel

source: Mobile Number
es_pa: Numero de movil
