Repository: sivajyothim/nexva
Catalog: application/modules/cpbo/languages/*/*.po
Languages: fr

source: neXva System Generated mail
fr: e-mail neXva généré par le systèmes

source: Hello
fr: Bonjour

source: We would like to acknowledge that we have received your request and a ticket has been created with Ticke
fr: Nous accusons réception de votre requête, un ticket a été ouvert avec

source: A support representative will be reviewing your request and will send you a personal response.(usually within 48 hours)
fr: Un membre de l'Assistance va étudier votre requête et vous répondra (dans les 48h)

source: To view the status of the ticket or add comments, please visit the following URL
fr: Pour voir le statut de cette réclamation ou ajouter un commentaire, veuillez cliquer sur le lien suivant

source: Thank you for your patience
fr: Merci de patienter

source: Sincerely
fr: Cordialement

source: Support Team
fr: Assistance

source: Your neXva.com profile is successfully updated.
fr: Votre profil neXva a bien été mis à jour.

source: Hi
fr: Salut

source: Team neXva
fr: Equipe neXva

source: You have successfully updated your customer support details on neXva.com.
fr: Vous avez bien mis à jour vos détails client sur neXva.com

source: An application error was reported
fr: Une erreur liée à l'application a été signalée

source: Welcome to neXva
fr: Bienvenue sur neXva

source: Your account is now verified and is ready to be used.
fr: Votre compte a été vérifié, il est maintenant disponible

source: To get started uploading content
fr: Pour télécharger des contenus

source: Click here
fr: Cliquez ici

source: If you were not the one who created this account, please write to us at abuse@nexva.com.
fr: Si vous n'avez pas créé ce compte, écrivez-nous à abuse@nexva.com

source: A New CP has Signed Up
fr: Un nouveau développeur s'est inscrit

source: Hello Site Administrator(s)
fr: Bonjour les admins

source: This email is to inform you of a new CP who has just signed up with neXva
fr: Cet email pour vous informer qu'un nouveau développeur s'est inscrit sur neXva

source: CP ID
fr: Identifiant développeur

source: CP Email
fr: E-mail développeur

source: To view more details about this new CP, click on
fr: Pour voir plus de détails à propos de ce développeur, cliquez sur

source: No devices to display
fr: Aucun terminal à afficher

source: Brand
fr: Marque

source: Model
fr: Modèle

source: Edit Build
fr: Modifier fichier APK

source: Create New Build
fr: Créer nouveau fichier APK

source: No Tickets Found
fr: Aucun billet trouvé

source: No developer account yet?
fr: Pas encore de compte développeur?

source: reset
fr: Réinitialiser

source: January
fr: janvier

source: February
fr: février

source: March
fr: mars

source: April
fr: avril

source: May
fr: mai

source: June
fr: juin

source: July
fr: juillet

source: August
fr: août

source: September
fr: septembre

source: October
fr: octobre

source: November
fr: novembre

source: December
fr: décembre

source: Add Builds
fr: Ajouter APK

source: Games
fr: 123tryr

source: Yes
fr: Oui

source: No
fr: Non

source: -Select Platform-
fr: Sélection de l’OS

source: Edit APK Publishing Package
fr: Modifier package de publication de l’APK

source: contact us for assistance
fr: veuillez nous contacter pour que nous vous aidions

source: Device Operating System
fr: OS

source: Select
fr: sélectionner

source: Pending Approval
fr: en attente de validation

source: FREEWARE
fr: application gratuite

source: Approved
fr: validé

source: COMMERCIAL
fr: Payant

source: Problem
fr: Difficulté

source: Feature
fr: Autre

source: Select Priority
fr: Sélectionner criticité

source: Low
fr: Moyenne

source: Urgent
fr: Urgente

source: Reply
fr: Réponse

source: DESABLED
fr: désactivé

source: ENABLED
fr: ACTIVÉE

source: Activate Now
fr: Activer

source: Deactivate
fr: Désactiver
