Repository: sivajyothim/nexva
Catalog: application/modules/cpbo/languages/*/*.po
Languages: fr

source: Login
fr: se connecter

source: Localization
fr: Localisation

source: Developer Pane
fr: Portail Développeur

source: New opportunities to publish your apps
fr: De nouvelles façons de publier vos applications

source: With neXva it is different.
fr: C'est différent avec neXva

source: We have direct carrier billing connectivity in each of our app stores and now we've extended that to enable in-app and subscription billing too.
fr: Nous proposons un système de paiement d'applications dans chacun de nos App Store, nous étendons cette solution avec le paiement intra-application et la possibilité de souscrire.

source: Join us today and start realizing your app's full potential.
fr: Rejoignez-nous aujourd'hui et publiez votre application !

source: You may have questions about our opportunities or how to manage to all of this so please feel free to send us an email which we will answer :
fr: Vous avez des questions? Ecrivez-nous, nous vous répondrons avec plaisir

source: Reset Password
fr: Mot de passe oublié ?

source: Login on Developer Portal
fr: se connecter au portail développeur

source: Create an account for free.
fr: Créez le votre gratuitement !

source: Username
fr: identifiant

source: password
fr: mot de passe

source: Reset
fr: réinitialiser

source: Enter the email address you signed up with and we'll email you a link to reset your password or any issue contact/add on Skype id- cj19820508
fr: Entrez votre adresse e-mail, nous vous enverrons un lien pour réinitialiser votre mot de passe. Pour tout problème, contactez via Skype cj19820508

source: Enter the security key you see inside the image
fr: Entrez la clé de sécurité que vous voyez dans l'image

source: Register a new account
fr: créer un nouveau compte

source: Register a new account.
fr: créer un nouveau compte.

source: Fields with red borders are mandatory - thanks.
fr: Les champs avec astérisques en rouge sont obligatoires, merci.

source: Personal Details
fr: données personnellesdonnées personnelles

source: First name
fr: Prénom

source: First name field
fr: Champ "Prénom"

source: Last name
fr: Nom de Famille

source: Last name field
fr: Champ "Nom de Famille"

source: Email field
fr: Champ "e-mail

source: Password field
fr: Champ correspondant

source: Retype password
fr: Retaper mot de passe

source: Retype password field
fr: Ecrivez dans le champ "mot de passe"

source: Company Details
fr: détails de l'entreprise

source: Company name
fr: nom de l'entreprise

source: Company Name
fr: nom de l'entreprise

source: Company name field
fr: champ de raison sociale

source: Department
fr: Département

source: Designation
fr: Dénomination / appellation ?

source: Street
fr: rue

source: City
fr: Ville

source: Province/State
fr: département/pays

source: ZIP/Postal Code
fr: Code Postal

source: Contact Details
fr: détails du contact

source: Phone
fr: Téléphone

source: Customer support email
fr: contact assistance client

source: Check box selection
fr: Sélection de la case

source: Check the box to agree neXva
fr: Cocher la case pour accepter neXva

source: talk to us.
fr: Dites nous

source: terms and conditions.
fr: Termes et conditions.

source: If you have problems with the Terms and Conditions please
fr: Si vous avez des problèmes avec la partie "Termes et Conditions", veuillez s'il vous plait

source: Login with facebook
fr: s’authentifier avec facebook

source: Login with gmail
fr: s’authentifier avec gmail

source: Monetize your apps ! In app and subscription billing.
fr: Rendez vos apps payantes ! Dans "application et facturation d'abonnement".

source: We have direct carrier billing connectivity in each of our app stores and now we've extended that to enable in-app and subscription billing too. Our recently launched neXpayer API enables you to use any of our carrier billing platforms to monetize your freemium apps. neXpayer is a simple to use API that brings in-app and subscription capabilities to your app. You integrate the API once and it gives you in-app capabilities for ALL of the neXva run app stores. It's a great way to make more money and get further exposure for your apps.
fr: Nous proposons un système de paiement d'applications dans chacun de nos App Store, nous étendons cette solution avec le paiement intra-application et la possibilité de souscrire. L'API neXpayer vous permet de monétiser vos applications. Cette solution vous permet d'intégrer les fonctionnalités de paiement ou d'abonnement au sein de votre application.

source: Contact us today to learn more!
fr: Contactez-nous pour en savoir plus !

source: neXlinker patented technology allows you to control the journey of your users and manage multi OS builds.
fr: la technologie brevetée neXlinker vous permet de contrôler les usages des utilisateurs et publier votre applications sur plusieurs OS

source: How it works
fr: Comment ça marche

source: In a few clicks create a neXlinker badge linking to all the builds/OSs of your app. Place that badge on your web page, email signature or even on print material. The consumer clicks on the badge and gets a whole suite of ways to get the app delivered to his mobile
fr: En quelques clics créez un badge neXlinker se connectant à votre application. Placez ce badge sur votre page Web, dans votre signature mail ou sur tout support physique. Le consommateur clique sur le badge et peut ainsi télécharger l'application.

source: neXlinker gives only the correct build for the end user's mobile device. Presto! Click on the badge below to see it in action:
fr: neXlinker ne propose que des APK de qualité aux utilisateurs finaux. Cliquez sur le badge ci-dessous pour en savoir plus :

source: Spread the love
fr: Répandre l'amour

source: Click to upload all your apps
fr: Cliquez pour télécharger toutes vos applications

source: neXva brings you a simple but very useful tool to send us your apps and to update them.
fr: neXva propose un outil très simple et utile pour envoyer vos applications et les mettre à jour.

source: Rather than manually uploading your apps to our app ecosystem, neXva allows you to automate that process along with all the compatibilities and marketing material. Once set up it is as simple as a click of a button to send us new apps and updates. This service is designed for app developers who have lots of apps and/or do frequent updates.
fr: Plutôt que de publier manuellement vos apps sur notre plateforme, neXva vous facilite en automatisant ce process. Une fois que vous avez soumis l'APK, en un clic vous pouvez nous envoyer vos nouvelles apps et mises à jour. Ce service est créé pour les développeurs qui proposent souvent des mises à jours.

source: Get started with neXpush API
fr: Commencez avec l'API neXpush

source: Broaden your market reach, localize your app!
fr: Elargissez votre présence sur le marché, localisez votre application !

source: Let us help you maximize your revenue potential by localizing your app for global markets. Key is the ability to communicate in your users’ native language, offering them a locale-specific user experience.
fr: Nous vous aidons à maximiser votre potentiel de revenu en positionnant votre application sur des marchés mondiaux. Votre app communiquer dans la langue maternelle de vos utilisateurs et répondre à leur besoin, en local.

source: With 20+ years of software localization and internationalization experience, we know how to do it! The products we have localized are used by millions of users worldwide from mobile apps to leading web, e-commerce portals, social media platforms to game consoles, and more. The mobile apps are running on all major mobile platforms (Android, iOS, PlayStation Vita, and Blackberry).
fr: Nous avons plus de 20 ans d'expérience à l'internationale dans les logiciels informatiques. Nos produits sont utilisés par des millions d'utilisateurs dans le Monde. Des applications mobile au sites de e-commerce en passant par des plateformes de réseaux sociaux. Les applications mobile que nous développons sont compatibles avec tous les OS (Android, iOS, Playstation Vita ou encore Blackberry)

source: Scalability and Ongoing Support
fr: Assistance suivi

source: Mobile Localization Checklist
fr: Liste de localisation de téléphones

source: Special rates
fr: Tarifs spéciaux

source: Contact us through NeXva to enjoy preferential rates!
fr: Contactez-nous pour bénéficier de tarifs préférentiels !

source: Dashboard
fr: Tableau de bord

source: Content
fr: Contenu

source: Add Content
fr: Ajouter Contenu

source: View Content
fr: Voir Contenu

source: See All
fr: Voir Tout

source: Create new
fr: Créer nouveau

source: Account
fr: Compte

source: Agreement
fr: Accord

source: Details
fr: Détails

source: Logout
fr: Se déconnecter

source: Payments
fr: Paiements

source: Analytics
fr: Analyses

source: Tools
fr: Outils

source: Android Librar
fr: Bibliothèque Android

source: Device Database
fr: Liste terminaux

source: Dynamic Registration Test Page
fr: Test d'enregistrement dynamique sur une page

source: Tickets
fr: Réclamations

source: Create Ticket
fr: Déposer une réclamation

source: List Tickets
fr: Archives réclamations

source: Messages
fr: messagerie

source: Support
fr: aide

source: Welcome back
fr: Heureux de vous revoir

source: View Website
fr: avis sur le site

source: Log out
fr: Se déconnecter

source: GMT. Last login
fr: dernière heure de connexion GMT

source: Overall App Views / Downloads
fr: Téléchargements/visites Global

source: Downloads
fr: Téléchargements

source: Views
fr: Visites

source: Please wait while we load the data.
fr: merci de patienter durant le téléchargement

source: Administration Options
fr: Options

source: Profile
fr: profil

source: Featured Video : neXlinker in 45 seconds
fr: Sélection de vidéos : neXlinker en 45 secondes

source: Latest News
fr: Dernières Nouvelles

source: Read All
fr: tout lire

source: Last ten uploaded content.
fr: 10 derniers contenus implémentés

source: Content name
fr: Nom du contenu

source: Price
fr: Prix

source: Status
fr: Statut

source: Created / Updated
fr: Créé/Mis à jour

source: Operations
fr: Opérations

source: views / downloads
fr: visites/téléchargements

source: You don't have any content uploaded yet.
fr: Vous n’avez pas encore publié de contenu. Publier un contenu dès maintenant

source: Upload a new content now
fr: Téléchargez de nouveaux contenus

source: Create Content
fr: Publier un contenu

source: Basic Info
fr: Info basiques

source: Visuals
fr: Visuels

source: Registration
fr: Enregistrement

source: Channels
fr: Canaux

source: Please fill the basic info then press 'Save and Continue' to continue filling other information.
fr: merci de remplir la partie informations générales, puis cliquez sur "enregistrer et continuer"

source: Content Name:
fr: Nom du contenu:

source: Your content name can only contain letters, numbers and underscores (_).
fr: Le nom doit contenir des lettres, chiffres et des underscores (tiret du "8")

source: Category:
fr: Catégorie:

source: Content Version:
fr: Version du contenu:

source: Suggested Retail Price (SRP) in USD :
fr: Prix de vente (SRP) in USD :

source: If your content is for free then enter 0 as the amount.
fr: Si votre application est gratuite, mettez « 0 » comme montant

source: Keywords
fr: Mots clés

source: Keywords :
fr: Mots clés :

source: This is used for internal search purposes, Please keep your keyworks relevant to your content. Separate each keyword by comma (,). Not case sensitive.
fr: Concerne les recherches internes . Merci de choisir des mots clés pertinents. Séparez chaque mot clé par une virgule. Pas sensible à la casse.

source: Brief Description (500 characters):
fr: Description (500 caractères):

source: Description (500 characters):
fr: Description (500 caractères):

source: A brief description of your content.
fr: Brève description de votre contenu.

source: Detail Description :
fr: Description détaillée :

source: More detailed description of your content.
fr: description plus détaillée de votre contenu

source: Notification of Purchase email address :
fr: Adresse mail de notification d'achat :

source: We will email you an alert, when your content is purchased.
fr: Vous serez averti par e-mail dès que votre application est achetée par un utilisateur.

source: Is this a desktop content?:
fr: Est-ce un contenu de bureau?

source: In-app payments?:
fr: Paiements intra-application

source: Google Play App id :
fr: Identifiant GooglePlay de l'application

source: neXpayer Enable:
fr: neXpayer permet :

source: Show In Nexpager
fr: Voir dans neXpager

source: Show in neXpager?:
fr: Voir dans neXpager?:

source: Next
fr: Suivant

source: Remove the search value and hit search to get the full list.
fr: Ne rien inscrire et cliquer sur « rechercher » pour avoir la liste entière

source: You don't have any contents uploaded yet.
fr: Vous n'avez pas encore téléchargé de contenu

source: All Promotion Codes
fr: Tous les codes promotionnels

source: ID
fr: identité

source: Product
fr: Produit

source: Enabled
fr: Actif

source: Usage Type
fr: Type d’usage

source: Discount
fr: Remise

source: From
fr: A partir de

source: To
fr: Jusqu’à

source: used
fr: En usage

source: Create Promotion Code
fr: Créer un code promotionnel

source: Usage Type (?)
fr: Type d'usage

source: GENERAL
fr: GENERALITES

source: SINGLE
fr: Unique

source: Allows the code to be used multiple times within the given time period.
fr: Permet au code d'être utilisé plusieurs fois sur une période donnée

source: Ideal for general discounts for apps.
fr: idéal pour les promotions d'applications

source: Promtion code is valid only for the first to redeem it.
fr: le code promotionnel est valable uniquement pour le premier acheteur

source: The code is automatically disabled after a single use
fr: Le code est à usage unique, il est automatiquement hors-service ensuite

source: Discount Amount
fr: Montant de la promotion

source: Valid From
fr: valable du

source: Valid To
fr: valable pour

source: Payout options
fr: options de paiement

source: Support details
fr: détails d'aide

source: Address
fr: Adresse

source: Company information
fr: informations sur l'entreprise

source: Account settings
fr: Paramètres du Compte

source: Paypal address
fr: adresse Paypal

source: Require a different payout solution? We might be able to help - contact us on
fr: Vous souhaitez une autre solution de paiement? Nous pouvons vous aider - contactez-nous via

source: Support email
fr: Adresse mail assistance

source: Support text
fr: Aide sur le texte

source: This text will be attached to the bottom of the email when receipts are sent to users who purchase your content.
fr: ce texte figurera dans le mail quand les confirmations de paiement seront envoyées aux clients qui achètent votre application

source: Country
fr: Pays

source: Skype ID
fr: Identifiant Skype

source: Facebook URL
fr: Lien Facebook

source: Twitter ID
fr: Identifiant Twitter

source: Linkedin URL
fr: Lien linkedIn

source: Google Maps location URL
fr: Lien de localisation Google Maps

source: Brief description of your company
fr: Description de votre société

source: Company Logo
fr: logo de l'entreprise

source: Logo image should be an exact square. gif, jpeg or png only
fr: Le logo de l'image doit être un carré, en format : gif, jpeg ou png seulement.

source: Save name and company details
fr: sauvegarder nom et détails de la compagnie

source: Save
fr: Sauvegarder

source: Are you sure you want to reset your account ID?
fr: Êtes-vous sûr(e) de vouloir réinitialiser votre compte?

source: Account ID
fr: Identifiant du compte

source: Reset Account ID
fr: Réinitialiser les identifiants du compte

source: Save login details
fr: sauvegarder les détails de connexion

source: Invoices
fr: Factures

source: My Funds
fr: Mon argent

source: Royalties
fr: Redevances

source: Your payment is been successfully completed. An invoice has been sent to your email address.
fr: Votre paiement a bien été effectué. Une facture a été envoyée à votre adresse e-mail.

source: Your payment has failed. No funds were transfered. Please try again
fr: Votre paiement a échoué. Aucune transaction n'a été réalisée. Veuillez réessayer s'il vous plaît

source: Invoice no
fr: Facture n°

source: Amount
fr: Montant

source: Payment gateway
fr: Passerelle de paiement

source: Transaction id
fr: Identifiant de transaction

source: Funds available
fr: Argent disponible

source: Save payout options
fr: sauvegarder options de versement

source: Credited
fr: Crédité

source: Debited
fr: Débité

source: Thanks for your payment. Here is your receipt.
fr: Merci pour votre achat. Voici votre facture

source: Billed To
fr: Facturé à

source: Receipt Date
fr: date de réception

source: Total Amount
fr: Montant total

source: Item Number
fr: numéro de l'article

source: Print this page
fr: imprimer cette page

source: Filters
fr: Filtres

source: Last Week
fr: Semaine dernière

source: Last Month
fr: Mois dernier

source: Last 6 Months
fr: 6 derniers mois

source: Filter
fr: Filtre

source: Devices
fr: Terminaux

source: Revenue
fr: Revenus

source: Remove filters
fr: Supprimer les filtres

source: View on neXva
fr: avis sur Nexva

source: earned
fr: gagné

source: neXpage views
fr: consultations de neXpage

source: neXpager views
fr: visites de neXpager

source: We haven't collected enough data to display analytics for this app. Check back soon!
fr: Nous n’avons pas assez de données pour ce contenu.

source: Most Popular Products Comparison
fr: Comparaison des applications les plus populaires

source: Filter Apps
fr: Filtrer applications

source: neXpager Status
fr: statut de neXpager

source: Your neXpage status is
fr: Votre statut neXpage est

source: Update Information
fr: Mettre à jour vos informations

source: Preview
fr: Aperçu

source: image in any content listing page
fr: des applications

source: neXpager is available for single apps as well. Simply click the
fr: neXpager est disponible pour les applications. Cliquez sur

source: New
fr: Nouveau

source: neXpager Introduction
fr: Présentation de neXpager

source: Dynamic Registration Sandbox
fr: Enregistrement dynamique d'une andbox

source: Callback URL
fr: URL de rappel

source: Request Parameters
fr: Paramètres de requête

source: Response
fr: Réaction / Intervention

source: Callback returned a success response
fr: Le rappel automatique a réussi

source: Callback returned a failure response
fr: Le rappel automatique a échoué

source: Return Code
fr: code de retour

source: You don't have any apps with dynamic registration enabled.
fr: Vous n'avez pas d'application avec enregistrement dynamique

source: Create a Ticket
fr: Déposer une réclamation

source: Subject
fr: Sujet

source: Priority
fr: Degré de criticité

source: Attach a file from your computer (File size &lt; 5MB)
fr: Joindre un fichier à partir de votre ordinateur (Taille < 5MB)

source: Submit
fr: Soumettre

source: Cancel
fr: Annuler

source: My Tickets
fr: Mes réclamations

source: Responses
fr: Réponses

source: Looks like something is broken.
fr: Cette page ne répond pas

source: Oops! Well this is embarassing
fr: Oups ! C'est embarrassant …

source: Click on the back button on your browser and try to continue
fr: Cliquez sur le bouton "précédent" dans votre navigateur et continuez

source: what you were doing.
fr: ce que vous étiez en train de faire.

source: If this error happens again, please click on the link below to report this issue.
fr: Si cette erreur survient encore, cliquez sur le lien ci-dessous pour nous avertir.

source: Report this issue
fr: Remonter ce problème

source: Exception information:
fr: information d'anomalie / information sur les conditions d'exception

source: Stack trace
fr: Trace de pile

source: Top Platforms
fr: Top OS

source: See all products
fr: Voir tous les contenus

source: All Platforms
fr: Tous les OS

source: Device Name
fr: Nom du terminal

source: All Devices
fr: Tous Terminaux

source: Visits
fr: consultations

source: App Views / Downloads
fr: Visites/Téléchargements

source: App Downloads by CHAP
fr: Téléchargements d’apps par ???

source: Most Downloaded
fr: Les plus téléchargées

source: All Downloads
fr: Tous les téléchargements

source: App Name
fr: Nom de l’App

source: Conversion Rate
fr: Taux de Conversion

source: of total (downloads)
fr: Pourcentage du Total (téléchargements)

source: Coming soon!
fr: Bientôt disponible !

source: Check back soon
fr: Revenez plus tard s'il vous plaît

source: Looks like you've stumbled across our upcoming analytics page.
fr: Oups ! Vous êtes sur une page qui affichera bientôt les statistiques

source: We'll soon be giving you access to a suite of tools to help you get <br> better insight and quickly pinpoint trends about your application.
fr: Vous aurez bientôt accès à un aperçu plus détaillé de votre application et ses tendances d'usage

source: Revenue per Channel
fr: Revenus par Canal

source: Channel Partner
fr: Partenaire

source: Sales
fr: Ventes

source: Credit
fr: Crédit

source: App Views by CHAP
fr: Consultations d'apps par opérateur

source: Most Viewed
fr: Les plus consultées

source: All Views
fr: Tous les avis / toutes les consultations

source: of total (views)
fr: du total (des vues)

source: Before you proceed further, take a minute to read this (it's probably important)
fr: Avant d'aller plus loin, prenez le temps de lire ceci

source: As always, you can read past announcements by going to the
fr: Vous pouvez toujours lire les informations en vous rendant sur

source: Warning! Please select at least one file!
fr: Attention ! Merci de sélectionner au moins un fichier !

source: Calendar
fr: calendrier

source: Add Reply
fr: Répondre

source: We have sent an email to
fr: Nous avons envoyé un e-mail à

source: with details on how to verify your new account.
fr: avec des informations liées à votre nouveau compte

source: If you don't receive it within 5 minutes, please check your spam folder or
fr: Si vous ne recevez rien dans les 5 minutes, merci de vérifier dans vos spams

source: click here
fr: Cliquez ici

source: to resend the email.
fr: renvoyer l'e-mail

source: For any issue contact/add
fr: Pour tout problème, contactez/ajoutez

source: The account verify request is no longer valid for
fr: Cette demande de vérification de compte n'est plus valable pour

source: Please
fr: S'il vous plaît

source: Previous
fr: précédent

source: Thumbnails
fr: Miniatures

source: Size should be more than 256w X 256h and it should be an exact square.
fr: La taille doit être comprise entre 256w x 256h et doit correspondre à un carré

source: gif, jpeg or png only
fr: seulement gif, jpeg ou png

source: Screenshots
fr: Captures d’écrans

source: Size should be more than 320w X 480h.
fr: La taille doit être comprise entre 320w X 480h

source: Your Thumbnail will be displayed to the left of your short description on the content listings pages (category pages, search results, etc). You can check your content's presentation by clicking 'View' from your main content Admin page.
fr: L’apercu image sera affiché à gauche de votre description (catégories d’applications, résultats de recherche, etc). Vous pouvez vérifier la description du contenu que vous avez publié en cliquant sur « voir » via la page d’accueil Admin.

source: Are you sure you want to delete?
fr: Êtes-vous sûr(e) de vouloir supprimer ceci?

source: You can select devices with attributes such as MP3 payback and Java MIDP 2.0 or over support.
fr: Vous pouvez sélectionner des terminaux selon des caractéristiques ( ex : MP3, Java)

source: Playback Attributes
fr: attributs de reproduction

source: Support MP3 Playback
fr: Aide sur MP3 Playback

source: Java Attributes
fr: caractéristiques Java

source: Support MIDP 1.0
fr: Aide sur MIDP 1.0
