Repository: sivajyothim/nexva
Catalog: application/modules/cpbo/languages/*/*.po
Languages: fr

source: Support MIDP 2.0 or Over
fr: Aide sur MIDP 2.0 ou plus

source: Display Attributes
fr: Caractéristiques d'affichage

source: Minimum Resolution Width
fr: Largeur de résolution minimum

source: Leave this as a blank if you do not want to filter by width
fr: Laissez un blanc si vous ne souhaitez pas filtrer par "largeur"

source: Minimum Resolution Height
fr: Taille de résolution minimum

source: Leave this as a blank if you do not want to filter by height
fr: Laissez un blanc si vous ne souhaitez pas filtrer par "hauteur"

source: Navigation Attributes
fr: Paramètres de Navigation

source: Poninting Method
fr: procédé de pointage

source: Manually Select Devices
fr: Sélectionner manuellement terminaux

source: Select devices manually
fr: Sélection manuelle des terminaux

source: Type Device Keywords to Search
fr: Mots clés type de device à rechercher

source: Show Currently Selected Devices
fr: Montrer les devices sélectionnés

source: Select None
fr: Aucune sélection

source: Add your content details in other languages of nexva site
fr: Ajouter plus de détails sur votre applications en d'autres langues sur le site de neXva

source: Add language
fr: Ajouter Langue

source: Language
fr: Langue

source: Brief description
fr: Brève description

source: Brief Description
fr: Brève description

source: English
fr: Anglais

source: Files/URL
fr: Fichiers/URL

source: Content : (Files/URL)
fr: Contenus : (Fichiers/Liens URL)

source: Build Name
fr: Nom de l'APK

source: 2MB max file size
fr: Taille fichier max : 2MB

source: Important Note
fr: Important

source: Instructions of upload. TODO : Add instruction by file types.
fr: Notice de téléchargement. Astuce : ajouter une notice en fonction du type de fichier

source: CHAP Name
fr: Opérateur partenaire

source: Web URL
fr: Lien URL Web

source: Countries
fr: Pays

source: Subscriber Base
fr: Base des abonnés

source: Channel Description
fr: Description du canal

source: Manage Content
fr: Gestion des applications

source: Click on Publish Now, if you have completed uploading your application. So neXva content managers get notification about your application to review and publish.
fr: Cliquez sur "publier maintenant" si vous avez terminé le process de publication de votre application. neXva sera alors notifié et pourra vérifier puis procéder à la publication.

source: Edit
fr: Modifier

source: View
fr: avis

source: Add Build
fr: Ajouter fichier APK

source: Add Translation
fr: Ajouter des traductions

source: neXpager app page
fr: page neXpager

source: White-label name
fr: Nom développeur

source: This would be your white-label name
fr: Cela doit être le nom : votrenom.nexva.com

source: Basic content details
fr: Détails

source: By claiming this application, I hereby certify that I am the copyright owner for this application or I am acting on behalf of the organization which is the copyright holder of this application.
fr: Je certifie par la présente que je suis propriétaire de cette application, ayant tous droits réservés ou que j'agis pour le compte de l'organisation qui est le détenteur de cette application.

source: Content Submit and Confirm
fr: Soumettre le contenu et confirmer

source: EDIT
fr: MODIFIER

source: Content Categories
fr: Catégories

source: Warning! Please upload atleast one screenshot!
fr: Attention ! Merci de sélectionner au moins une capture d'écran !

source: Warning! Please select at least one category!
fr: Attention ! Merci de sélectionner au moins une catégorie !

source: Content Builds
fr: contenu de l'APK

source: Build
fr: APK

source: HTML With Link
fr: lien HTML

source: Large
fr: Grand/grande

source: Medium
fr: Élevée

source: Small
fr: Petit

source: Show Logo
fr: Montrer logo

source: Follow the instructions below
fr: Suivez les instructions ci-dessous

source: Copy the code (see above)
fr: Copier le code (voir ci-dessus)

source: Paste the code into your Web page.
fr: Collez le code dans votre page web

source: Save and refresh the page to see your changes.
fr: sauvegarder et actualiser la page pour voir les mises à jour

source: Download From S3
fr: télécharger à partir de S3

source: Edit this content
fr: Modifier ce contenu

source: Your unique Application id is
fr: Votre identifiant unique d'application est

source: Click on Publish Now, So neXva content managers get notification about your application to review and publish for inapp. Please use this id as your product id for your application
fr: Cliquez sur "publier maintenant". neXva sera alors notifié et pourra vérifier puis procéder à la publication de l'application payante. Veuillez utiliser cet identifiant comme identifiant de votre application

source: Your payout scheme is
fr: Votre schéma de paiement est

source: You earn
fr: Vous gagnez

source: minus payment gateway costs
fr: Passerelle de paiement moins coûts

source: Your earnings will vary depending on the payment gateway that the user decides to use.
fr: Vos revenus varieront en fonction de la passerelle de paiement que l'utilisateur souhaite utiliser

source: The information below describes in detail how much you will earn depending on the payment gateway that is used.t
fr: Les informations ci-dessous expliquent en détails les revenus que vous pouvez générer en fonction de la plateforme de paiement utilisée

source: Gateway charges description
fr: Description de la passerelle de facturation

source: Your earning
fr: votre gain

source: fixed cost
fr: Frais fixe

source: Publish Content
fr: Publier

source: Select this option if you want to publish your application in neXva
fr: Choisissez cette option si vous souhaitez publier votre application sur neXva

source: neXpayer Integration
fr: intégration de neXpayer

source: Select this option if you want to use only
fr: Choisissez cette option si vous souhaitez seulement utiliser

source: nexPayer for your application
fr: neXpayer pour votre application

source: Edit Content
fr: Modifier contenu

source: Add Translations
fr: Ajouter traduction

source: Content Summary
fr: Sommaire

source: Content Description
fr: Description

source: All Translations
fr: Toutes les traductions

source: Name
fr: Nom

source: Last Updated
fr: Dernière mise à jour

source: Delete
fr: Supprimer

source: You can use our neXlinker tool to promote the promotion codes you create.
fr: Utilisez neXlinker pour communiquer sur vos codes promotionnels

source: Share Promotion Code
fr: Partager le code promotionnel

source: User Login
fr: session de l'utilisateur

source: Forgotten Password
fr: Mot de passe oublié

source: Click here to reset your password
fr: Cliquez ici pour réinitialiser votre mot de passe

source: Enter the email address you signed up with and we'll email you a link to reset your password
fr: Entrez votre adresse e-mail, nous vous enverrons un lien pour réinitialiser votre mot de passe

source: Request Password
fr: Demander un mot de passe

source: Remember Me
fr: Se souvenir de moi

source: Thanks, we'll take a look at it
fr: Merci, nous allons regarder cela

source: Thank you for taking time to report this issue.
fr: Merci d'avoir pris du temps pour nous remonter ce problème

source: We'll have a look at it as soon as we can.
fr: Nous regarderons cela dès que possible

source: New Password
fr: Nouveau mot de passe

source: Confirm New Password
fr: Confirmer nouveau mot de passe

source: Login name (Username)
fr: Nom d'utilisateur

source: Content Provider account?
fr: compte du fournisseur de contenu?

source: Online Support
fr: Aide

source: Please enter your username and password.
fr: Veuillez inscrire votre identifiant et votre mot de passe

source: Get Help via Skype
fr: Avoir de l'aide via Skype

source: Write to us
fr: Ecrivez-nous

source: Updated on
fr: Mis à jour le

source: Created
fr: Créé

source: Does this app have in-app payments?
fr: Votre contenu inclue t-il la fonctionnalité de paiement?

source: Successfully saved.
fr: Bien enregistré !

source: Thumbnail Picture
fr: Aperçu image

source: Commercial
fr: Payant

source: Free
fr: Gratuit

source: Product Type :
fr: Type

source: Product Type
fr: Type

source: Search
fr: Rechercher

source: Snapshot
fr: paiements

source: SELECT RANGE
fr: Sélection

source: Top Devices
fr: Top Terminaux

source: Select Type
fr: Sélectionner Motif

source: Open
fr: Ouvert

source: High
fr: Haute

source: Your ticket submited successfully.
fr: Votre réclamation a été prise en compte

source: Attach a file from your computer (File size < 5MB)
fr: Joindre un fichier à partir de votre ordinateur (Taille < 5MB)

source: Update your details
fr: Mettre à jour vos informations

source: This would be your white-label name.eg: yourname.nexva.com
fr: Cela doit être le nom : votrenom.nexva.com

source: No activities found.
fr: Aucune information.

source: Total amount payable
fr: Montant total dû

source: Show details
fr: Afficher les détails

source: Year
fr: Année / an

source: Months
fr: Mois

source: Pay via Payal
fr: Payer via Paypal

source: You have not create an Application Profile to Preview it please create it now.
fr: Vous n'avez pas créé de profil d'application pour prévisualiser ceci. Créez-le maintenant.

source: Product visuals are not found!. Please upload atleast one screenshot and thumbnail.
fr: Les images sont introuvables ! Merci d'insérer au moins une capture d'écran et une vignette

source: Product visuals are not found!. Please upload atleast one thumbnail and a screenshot.
fr: Visuels de l'application non trouvés ! Veuillez télécharger au moins une capture d'écran et une image miniature

source: Successfully Uploaded to Local Server!.
fr: Bien été téléchargé sur le serveur local !

source: Successfully Added to Categories!.
fr: La catégorie a bien été ajoutée

source: Successfully Saved Selected Devices!.
fr: Les terminaux sélectionnés ont bien été ajoutés !

source: Successfully saved selected devices
fr: Les terminaux sélectionnés ont bien été ajoutés

source: Please enter values for registration keys.
fr: merci de saisir les valeurs pour les clés d'enregistrement

source: Entered URL
fr: URL sasi

source: for the registration script is Invalid.
fr: l'inscription n'est pas valide

source: Please enter value for registration key.
fr: merci de saisir la valeur pour les clés d'enregistrement

source: Successfully Saved!
fr: Bien enregistré !

source: S3 file upload failled!.
fr: Le téléchargement du fichier S3 a échoué !

source: Product deleted successfully
fr: Cela a bien été supprimé

source: File deleted successfully
fr: Le fichier a bien été supprimé

source: Error occured while saving data, please re-try.
fr: Une erreur est survenue durant le téléchargement, veuillez réessayer.

source: Selected ticket(s) deleted successfully.
fr: Les réclamations sélectionnées ont bien été supprimées

source: Your response submited successfully.
fr: Votre réponse a été publiée

source: Error on adding your response.
fr: Une erreur est survenue lors de la saisie de votre réponse.

source: Error downloading file.
fr: erreur de chargement

source: An error occurred, please try again.
fr: Une erreur est survenue, veuillez réessayer

source: Your neXva Account ID was reset successfully
fr: Votre identifiant de compte neXva a bien été réinitialisé

source: Your profile details have been updated.
fr: Les informations de votre profil ont été mises à jour

source: Your contact details have been updated.
fr: Vos coordonnées ont été mises à jour

source: Support details have been saved.
fr: les détails d'aide ont bien été enregistés

source: Payout options details have been saved.
fr: les options de paiement ont bien été enregistrées.

source: User Agreement Between Developers & neXva Inc. has been change recently. Please read the new terms & conditions put the tick to Agree it.
fr: Les conditions et accord entre développeurs et neXva Inc. Ont changé récemment. Merci de lire ce nouveau document et cocher la case "approuver".

source: Check the box to agree neXva terms and conditions.
fr: Cocher la case pour accepter les Termes et Conditions de neXva

source: Build name will help you to identify your files associate with devices, Eg: Java, MIDP 1.0
fr: Le nom de l'APK vous aidera à identifier vos fichiers selon le type de terminaux (ex : Java, MIDP 1.0)

source: Build Name must contain only numbers, characters, space, '-' and '_'
fr: Le nom de l'APK doit contenir uniquement : chiffres, lettres, "espace", "-", "_"

source: Recent Messages
fr: Messages récents

source: Confirm
fr: Confirmer

source: agree
fr: confirmer

source: Create Build
fr: Soumettre APK

source: Remove All Devices
fr: Supprimer tous les terminaux

source: Save Build
fr: enregistrer l'APK

source: Show All Devices
fr: Montrer tous les Devices

source: Show Devices
fr: Montrer les devices

source: Publish Now
fr: Publier maintenant

source: Create
fr: Créer

source: Filter Transactions
fr: Filtrer transactions

source: Claim this Application
fr: la présente application

source: Confirm and Save
fr: Confirmer et sauvegarder

source: Save Translation
fr: Sauvegarder traduction

source: Generate Code
fr: Générer un code

source: Change Password
fr: Changer mot de passe

source: File Not Found
fr: Fichier non trouvé

source: Unsubscribe
fr: Se désabonner

source: Subscribe
fr: s'abonner

source: View Invoice
fr: relevé de facture

source: Downloads count
fr: Nombre de téléchargements

source: Product views
fr: Visites

source: Support Channel
fr: Aide sur les canaux

source: Share
fr: Partager

source: Trouble accessing your account? Authenticate and recover your password.
fr: Vous n'accédez pas à votre compte? Authentifiez-vous et récupérez votre mot de passe

source: Screenshots successfully saved
fr: Les captures d'écrans ont bien été enregistrées

source: Thumbnail successfully saved
fr: Les aperçus d'images ont bien été enregistrés

source: Build Platform
fr: Plateforme de l'APK

source: Build Language
fr: Langue de l'APK

source: Upload Files
fr: Téléchargement de fichier

source: Your content should not exceed
fr: Votre contenu ne doit pas excéder

source: You may select up-to 20 files at a time for upload.
fr: Vous pouvez sélectionner jusqu’à 20 fichiers à télécharger simultanément

source: Please upload all files relevant for a
fr: Merci de télécharger les fichiers nécéssaires à l’

source: If your content only supports
fr: Si votre contenu supporte seulement

source: over-the-air
fr: en direct

source: installation. Do not upload content such as license file or user manuals.
fr: Ne téléchargez pas de licence, ni manuel d’utilisation

source: Please upload all files relevant for a OTA installation. Do not upload content such as license file or user manuals.
fr: Veuillez télécharger tous les contenus utiles pour une installation OTA. Ne téléchargez pas de licence ni manuel d'utilisation.

source: side-loading
fr: le chargement latéral

source: and not OTA installs,
fr: et non l’installation OTA,

source: please
fr: s'il vous plaît

source: contact us
fr: Contactez-nous

source: for assistance
fr: pour aide

source: If you find any problems with uploading file, upgrade your flash player plugin.
fr: Si vous rencontrez des problèmes de téléchargement, mettez à jour votre outil FlashPlayer

source: Browse
fr: Parcourir

source: Drop Here
fr: déposer ici

source: Preferably, point your URLs directly to the content
fr: Redirigez vos URLs directement vers votre contenu

source: Make sure you prefix 'http://' to your URL.
fr: Assurez vous que votre URL contient le préfixe "http://"

source: If you have multiple URLs, enter each of them in a new line.
fr: Si vous avez des URLs multiples, entrez chacunes d'entre elles sur une nouvelle ligne.

source: Please ensure your URLs work. neXva periodically runs a link-bot to check for broken URLs and may suspend your content automatically if the URLs are broken for more than 24 hours.
fr: Assurez-vous s'il vous plait que vos URLs fonctionnent. neXva dispose d'un robot qui va ponctuellement vérifier le statut de chaque URL. Votre contenu pourrait être automatiquement suspendu pendant plus de 24h si vos URLs ne fonctionnent pas.

source: Selected Devices
fr: Terminaux sélectionnés

source: Filter by Attributes
fr: Filtrer selon caractéristiques des terminaux

source: How to deal with future devices
fr: comment procéder avec les terminaux à venir

source: Alert me
fr: M'avertir

source: Send me an email alert when new devices that are compatible with my content is added to the system.
fr: M'alerter par email quand de nouveaux terminaux compatibles avec mes applications sont disponibles sur la plateforme

source: Alert me and update automatically
fr: M'alerter et mettre à jour automatiquement

source: Automatically mark the new devices are compatible with my content. Only recommended if your content is specific to a certain device capability (e.g. MP3 playback or input method). You will still receive an email alert telling you what devices were marked.
fr: Sélectionner automatiquement les nouveaux terminaux compatibles avec mes applications. Recommandé uniquement si votre contenu est spécifique à un type de terminal. Vous serez toujours alerté par mail.

source: Do nothing.
fr: Ne rien faire.

source: Select this option if you're sure that future devices will not be compatible with your content. Email alerts will not be sent.
fr: cocher cette option si vous n'êtes pas sûr(e) que de nouveaux terminaux seront compatibles avec vos applications. Les alertes e-mails ne seront pas envoyées.

source: Select devices with attributes
fr: Sélectionner terminaux selon caractéristiques

source: Device Platform Attributes
fr: Caractéristiques terminaux

source: Minimum Version
fr: Version min.

source: Learn More.
fr: En savoir plus.

source: or better
fr: ou mieux

source: Support MIDP 2.0
fr: Aide MIDP 2.0

source: Minimum Resolution Width
fr: Largeur de résolution minimum

source: Leave this as a blank if you do not want to filter by width.
fr: Laissez un blanc si vous ne voulez pas filtrer par largeur

source: Leave this as a blank if you do not want to filter by height.
fr: Laissez un blanc si vous ne voulez pas filtrer par longueur

source: Pointing Method
fr: Dispositif de pointage

source: Mouse
fr: souris

source: Stylus
fr: stylet

source: Joystick
fr: manette

source: Clickwheel
fr: molette

source: Touchscreen
fr: écran tactile

source: Tags
fr: onglet

source: Eg: You can use two keywords separated by plus(+) eg. 'Bold+Curve' to search Blackberry Bold and Blackberry Curve both
fr: Vous pouvez utiliser deux mots clés séparés d'un "+" ex "bold+curve" pour rechercher Blackberry Bold et Blackberry Curve

source: Search Devices
fr: Recherche Terminaux

source: Manage Build for
fr: Gestion de l'architecture pour

source: Add New Build
fr: Ajouter nouvel APK

source: Preview this content
fr: Aperçu du contenu

source: Your product
fr: Votre produit

source: is waiting to approve.
fr: est en attente de validation

source: Successfully Saved!.
fr: bien enregistré !

source: File
fr: Fichier

source: Saved on S3!.
fr: Enregistré sur S3!

source: S3 file
fr: Fichier S3

source: upload failled!.
fr: le téléchargement a échoué

source: You have successfully claimed
fr: Votre demande a été prise en compte

source: Claim your App
fr: certifier votre application

source: The application
fr: L'application

source: Promotion code created successfully
fr: Le code promotionnel a bien été créé

source: The following error occured
fr: L'erreur suivante est survenue

source: Promotion code deleted
fr: Code promotionnel supprimé

source: This promotion code cannot be deleted because it has already been used.
fr: Ce code promotionnel ne peut être supprimé car il a déjà été utilisé

source: The following error occured while trying to delete this promotion code
fr: L'erreur suivante est survenue durant la tentative de suppression du code promotionnel

source: In order to claim your application, you must first login to your Content Provider (CP) account. If you don't have an account, please <a href='/user/register' target='_blank'> click here </a> to register (once you have registered and verified your email address, you can try to claim your application again).
fr: Pour certifier votre application, vous devez d'abord vous connecter via votre compte développeur. Si vous n'avez pas encore de compte, veuillez cliquer ici pour vous inscrire (une fois que vous êtes inscrit, vous pouvez réessayer)

source: Unknown operation attempted
fr: tentative incorrecte

source: You dont have any white label name.
fr: Vous n'avez pas de marque

source: Click here to add
fr: cliquer ici pour ajouter

source: template
fr: modèle

source: You have successfully selected
fr: Vous avez bien sélectionné

source: Header details have been saved.
fr: Les détails du haut de page ont bien été enregistrés

source: Footer details have been saved.
fr: Les détails du bas de page ont bien été enregistrés

source: header
fr: en-tête

source: footer
fr: pied de page

source: You have successfully changed your Logo
fr: vous avez bien changé votre Logo

source: Css Saved
fr: CSS bien enregistrés

source: Css file has been deleted.Please upload a new one
fr: le fichier CSS a été supprimé. Veuillez en télécharger un nouveau

source: Css file has been saved
fr: le fichier CSS a bien été enregistré

source: Passwords you entered are not same.
fr: Les mots de passe que vous avez inscrits ne sont pas les même

source: Please select a Device Operating System
fr: Veuillez sélectionner l'OS du terminal

source: Please add content to continue
fr: Veuillez ajouter un contenu pour continuer

source: Content Type
fr: Type de contenu

source: Device Selection Type
fr: Sélection du type de terminal

source: Is Featured
fr: est mis en avant

source: Is Suggested
fr: est suggéré

source: Created Date
fr: Date créée

source: Inapp
fr: intra-application

source: Deleted Date
fr: Date supprimée

source: Nexpush Id
fr: identifiant neXpush

source: Google Download Count
fr: Compte de téléchargement Google

source: Google Id
fr: Identifiant Google

source: Apple Id
fr: Identifiant Apple

source: Inapp Payment
fr: Paiement intra-application

source: Product Version
fr: Version du produit

source: Full Description
fr: Description entière

source: Notify Email
fr: e-mail par notification

source: Desktop Product
fr: application bureautique

source: Content Registration Details
fr: Détails d'authentification

source: Password Reset Request
fr: Demande de réinitialisation de mot de passe

source: A request to reset your password was recently requested. Please click the link below to verify your account and securely reset password. Please note that this link would only be valid for 1 hour for security reasons
fr: Une demande de changement de mot de passe a été effectuée. Pour se faire, veuillez cliquer sur le lien ci-dessous. Pour des raisons de sécurité, le lien sera valide 1 heure.

source: If you did not make this request, you can safely ignore this email and no further action is required from you.
fr: Si vous n'êtes pas auteur de cette requête, ignorez ce mail en toute sécurité. Plus aucune autre action ne vous sera demandée.

source: Thank you
fr: Merci

source: Hi Content Administrator
fr: Hello Admin

source: has claimed application.
fr: a certifié cette application.

source: Details are as follows
fr: les détails sont les suivants

source: Contact Person/Designation/Email
fr: Contact/dénomination/e-mail

source: Originating IP Address
fr: Adresse IP

source: Click here to view details about this CP
fr: cliquez ici pour voir les détails de ce développeur

source: or
fr: ou

source: Click here to view the content in question
fr: Cliquez ici pour voir le contenu

source: To Review the status of the Product, please visit the following URL
fr: Pour modifier le statut de ce produit, cliquez sur l'URL suivant
